Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: Glob Pattern
af: Bolpatroon
be: Глобны ўзор
bg: Глобус модел
ca: Patró global
cs: Glob vzorec
cy: Patrwm glob
de: Glob -Muster
el: Σφαίρα
es: Patrón de globo
et: Globiin
eu: Glob eredua
fa: الگوی جهانی
fi: Maapallokuvio
fr: Schéma global
ga: Patrún glob
gd: Pàtran glob
he: דפוס גלובוס
hi: ग्लोब पैटर्न
hr: Uzorak
hu: Gömbmintázat
id: Pola Glob
is: Glob mynstur
it: Pattern glob
ja: グローブパターン
ko: 글로벌 패턴
ku: Modela glob
lt: Globo modelis
lv: Globālais modelis
mk: Глобална шема
ml: ഗ്ലാബ് പാറ്റേൺ
ms: Corak Glob
mt: Disinn tal-Glob
nb: Glob mønster
nl: Bollenpatroon
pa: ਗਲੋਬ ਪੈਟਰਨ
pl: Wzór globu
pt: Padrão glob
ro: Model glob
ru: Шаблон глобуса
sk: Vzorec
sl: Glob vzorec
sq: Model global
sr: Узорак глоба
sv: Globala mönster
th: รูปแบบลูกโลก
tr: Küresel desen
ur: گلوب پیٹرن
vi: Mẫu glob
xh: Iphethini ye-glob
zh_cn: 球模式
zu: Iphethini e-glob

source: With the glob pattern you specifiy where in your repository the files are. For example: <code>**/*.md</code> will match any file that ends with .md. Use <a href="https://globster.xyz/">globster.xyz</a> to learn and test your glob pattern or you can try it out right down below this paragraph.
af: Met die aardpatroon is u spesifiek waar die lêers in u bewaarplek is. Byvoorbeeld: <code> **/*. MD </code> sal ooreenstem met enige lêer wat eindig met .md. Gebruik <a href="https://globster.xyz/"> globster.xyz </a> Om u aardpatroon te leer en te toets, of u kan dit onder hierdie paragraaf probeer.
be: З дапамогай шаблону Glob вы ўказваеце, дзе ў вашым рэпазітары ёсць файлы. Напрыклад: <code> **/*. Md </code> будзе адпавядаць любому файла, які заканчваецца .md. Выкарыстоўвайце <a href="https://globster.xyz/"> Globster.xyz </a>, каб даведацца і праверыць свой шаблон Glob, альбо вы можаце паспрабаваць яго ўніз пад гэтым пунктам.
bg: С модела на глобуса вие специфирате къде във вашето хранилище са файловете. Например: <code> **/*. MD </code> ще съответства на всеки файл, който завършва с .md. Използвайте <a href="https://globster.xyz/"> globster.xyz </a> За да научите и тествате модела си на глобус или можете да го изпробвате точно под този параграф.
ca: Amb el patró global, especifiqueu on al vostre dipòsit són els fitxers. Per exemple: <code> **/*. Md </code> coincidirà amb qualsevol fitxer que finalitzi amb .md. Utilitzeu <a href="https://globster.xyz/"> globster.xyz </a> per aprendre i provar el vostre patró global o podeu provar -ho just a sota d'aquest paràgraf.
cs: S vzorem Glob, které určíte, kde jsou soubory ve svém úložišti. Například: <code> **/*. MD </code> bude odpovídat jakémukoli souboru, který končí .md. Použijte <a href="https://globster.xyz/"> globster.xyz </a>, abyste se naučili a vyzkoušeli svůj vzorec glob, nebo si to můžete vyzkoušet hned pod tímto odstavcem.
cy: Gyda'r patrwm glob rydych chi'n ei nodi lle mae'r ffeiliau yn eich ystorfa. Er enghraifft: bydd <code> **/*. Md </code> yn cyfateb i unrhyw ffeil sy'n gorffen ag .md. Defnyddiwch <a href="https://globster.xyz/"> globster.xyz </a> i ddysgu a phrofi'ch patrwm glob neu gallwch roi cynnig arno i lawr islaw'r paragraff hwn.
de: Mit dem Glob -Muster, das Sie spezifiziert haben, wo in Ihrem Repository die Dateien sind. Zum Beispiel: <Code> **/*. Verwenden Sie <a href="https://globster.xyz/"> globster.xyz </a> Um Ihr GLOB -Muster zu lernen und zu testen, oder Sie können es direkt unter diesem Absatz ausprobieren.
el: Με το μοτίβο Glob, το συγκεκριμένο, όπου στο αποθετήριο σας είναι τα αρχεία. Για παράδειγμα: <code> **/*. MD </code> θα ταιριάζει με οποιοδήποτε αρχείο που τελειώνει με το .md. Χρησιμοποιήστε το <a href="https://globster.xyz/"> globster.xyz </a> Για να μάθετε και να δοκιμάσετε το μοτίβο της σφαίρας σας ή μπορείτε να το δοκιμάσετε ακριβώς κάτω από αυτή την παράγραφο.
es: Con el patrón global, especifica en qué parte de su repositorio están los archivos. Por ejemplo: <code> **/*. Md </code> coincidirá con cualquier archivo que termine con .md. Use <a href="https://globster.xyz/"> globster.xyz </a> para aprender y probar su patrón de la globa o puede probarlo por debajo de este párrafo.
et: Globi mustriga, mille täpsustate, kus teie hoidlas failid on. Näiteks: <code> **/*. Kasutage <a href="https://globster.xyz/"> globster.xyz </a>, et õppida ja testida oma globaalset mustrit, või võite proovida seda otse selle lõigu all.
eu: Zure biltegian fitxategiak non dauden zehaztu duzun globo ereduarekin. Adibidez: <code> ** / *. MD </ code>-rekin bat egingo da .md-rekin amaitzen den edozein fitxategi. Erabili <a href="https://globster.xyz/"> globster.xyz </a> zure glob eredua ikasteko eta probatzeko edo probatu dezakezu paragrafo honen azpitik.
fa: با الگوی Glob شما مشخصه پرونده های موجود در مخزن خود هستند. به عنوان مثال: <Code> **/*. MD </code> با هر پرونده ای که با .MD به پایان می رسد مطابقت دارد. برای یادگیری و آزمایش الگوی کره خود از <a href="https://globster.xyz/ "> globster.xyz </a> استفاده کنید یا می توانید آن را درست زیر این پاراگراف امتحان کنید.
fi: Maapallokuviolla, jonka määrittelet, missä tiedostot ovat tiedostossa. Esimerkiksi: <koodi> **/*. MD </code> vastaa mitä tahansa tiedostoa, joka päättyy .md. Käytä <a href="https://globster.xyz/"> globster.xyz </a> oppiaksesi ja testataksesi maapallon kuviosi tai voit kokeilla sitä heti tämän kappaleen alapuolella.
fr: Avec le modèle glob, vous spécifiez où se trouvent dans votre référentiel, les fichiers sont. Par exemple: <code> ** / *. Md </code> correspondra à tout fichier qui se termine par .md. Utilisez <a href="https://globster.xyz/"> globster.xyz </a> pour apprendre et tester votre modèle global ou vous pouvez l'essayer directement en dessous de ce paragraphe.
ga: Leis an bpatrún glob, tá tú i do stór i do stór. Mar shampla: beidh <code> **/*. Md </code> comhoiriúnach le haon chomhad a chríochnaíonn le .md. Bain úsáid as <a href="https://globster.xyz/"> globster.xyz </a> chun do phatrún glob a fhoghlaim agus a thástáil nó is féidir leat triail a bhaint as an gceart síos faoin mír seo.
gd: Leis a 'phàtran glob a tha thu a' sparradh far a bheil na faidhlichean agad. Mar eisimpleir: <code> ** / *. MD </ code> a 'maidseadh faidhle sam bith a thig gu crìch le .md. Cleachd <a href="https://globster.xyz/"> Flobster.xyz </a> a 'phàtran glob agad no faodaidh tu feuchainn air an taobh a-muigh fon pharagraf seo.
he: עם תבנית הגלובוס אתה מפרט היכן במאגר שלך הקבצים. לדוגמה: <code> **/*. MD </code> יתאים לכל קובץ שמסתיים ב- .md. השתמש ב <a href="https://globster.xyz/"> globster.xyz </a> כדי ללמוד ולבחון את דפוס הגלובוס שלך או שתוכל לנסות זאת ממש מתחת לפסקה זו.
hi: ग्लोब पैटर्न के साथ आप निर्दिष्ट करते हैं कि आपके रिपॉजिटरी में फाइलें हैं। उदाहरण के लिए: <code> **/*। md </code> .md के साथ समाप्त होने वाली किसी भी फ़ाइल से मेल खाएगा। अपने ग्लोब पैटर्न को सीखने और परीक्षण करने के लिए <a href="https://globster.xyz/"> Globster.xyz </a> का उपयोग करें या आप इसे इस पैराग्राफ के ठीक नीचे आज़मा सकते हैं।
hr: Uz uzorak globusa, vi u svom spremištu nalaze se datoteke u vašem spremištu. Na primjer: <code> **/*. MD </code> podudarat će se s bilo kojom datotekom koja završava s .MD. Koristite <ahref="https://globster.xyz/"> globster.xyz </a> Da biste naučili i testirali svoj uzorak na globusu ili ga možete isprobati ispod ovog stavka.
hu: A gömbmintával megadja, hogy hol vannak a tárolóban a fájlok. Például: <code> **/*. Md </code> megegyezik a .md -vel végződő fájlokkal. Használja a <a href="https://globster.xyz/"> globster.xyz </a>, hogy megtanulja és tesztelje a globális mintát, vagy kipróbálhatja ezt a bekezdés alatt.
id: Dengan pola glob Anda spesifik di mana di repositori Anda file tersebut. Misalnya: <code> **/*. Md </code> akan mencocokkan file apa pun yang diakhiri dengan .md. Gunakan <a href="https://globster.xyz/"> globster.xyz </a> Untuk mempelajari dan menguji pola glob Anda atau Anda dapat mencobanya tepat di bawah paragraf ini.
is: Með Glob mynstrinu tilgreinir þú hvar í geymslu þinni eru skrárnar. Til dæmis: <code> **/*. Md </code> mun passa við hvaða skrá sem endar með .md. Notaðu <a href="https://globster.xyz/"> globster.xyz </a> til að læra og prófa Glob -mynstrið þitt eða þú getur prófað það rétt fyrir neðan þessa málsgrein.
it: Con il modello Glob si specifica dove nel tuo repository sono i file. Ad esempio: <code> **/*. Md </code> corrisponderà a qualsiasi file che termina con .md. Usa <a href="https://globster.xyz/"> globster.xyz </a> per imparare e testare il tuo modello Glob o puoi provarlo proprio sotto questo paragrafo.
ja: グローブパターンを使用すると、リポジトリのどこにあるかを指定します。例：<code> **/*。MD</code>は、.mdで終了するファイルと一致します。 <a href="https://glabster.xyz/"> globster.xyz </a>を使用して、グローブパターンを学び、テストするか、この段落のすぐ下で試してみることができます。
ko: 글로벌 패턴을 사용하면 리포지토리에서 파일이있는 위치에 지정됩니다. 예를 들어 : <code> **/*. MD </code>는 .md로 끝나는 모든 파일과 일치합니다. <a href="https://globster.xyz/"> globster.xyz </a>를 사용하여 글로벌 패턴을 배우고 테스트 하거나이 단락 아래 바로 아래에서 시도해 볼 수 있습니다.
ku: Bi modela globê ya ku hûn li ku derê pelên we hene, li ku derê ye. Mînak: <code> ** / *. MD </ code> dê her pelê ku bi wan re bi dawî dibe. Bikaranîna <a href="https://glebster.xyz/"> Globster.xyz </a> Ji bo fêr bibin û ceribandina xweya glob an hûn dikarin li jêr vê meselê rast bikin.
lt: Su „Glob“ modeliu jūs nurodote, kur jūsų saugykloje yra failai. Pvz.: <code> **/*. Md </code> suderins bet kurį failą, kuris baigiasi .MD. Naudokite <a href="https://globster.xyz/"> gurslster.xyz </a> Norėdami išmokti ir išbandyti savo „Glob“ modelį, arba galite išbandyti jį tiesiai žemiau šios pastraipos.
lv: Ar globālo modeli jūs norādāt, kur jūsu krātuvē ir faili. Piemēram: <code> **/*. MD </code> atbildīs jebkuram failam, kas beidzas ar .md. Izmantojiet <a href="https://globster.xyz/"> globster.xyz </a>, lai iemācītos un pārbaudītu globālo modeli, vai arī varat to izmēģināt tieši zem šīs rindkopas.
mk: Со шемата на глобус, вие сте специфицирале каде се наоѓаат во вашето складиште. На пример: <code> **/*. Md </code> ќе одговара на секоја датотека што завршува со .md. Користете <a href="https://globster.xyz/"> globster.xyz </a> За да ја научите и тестирате вашата шема на глобус или можете да ја испробате веднаш надолу под овој став.
ml: നിങ്ങളുടെ സംഭരണിയിൽ എവിടെയാണെന്ന് ഗ്ലോബ് പാറ്റേൺ ഉപയോഗിച്ച്. ഉദാഹരണത്തിന്: <code> ** / *. MD </ Code> ഉള്ള ഏതെങ്കിലും ഫയലുമായി പൊരുത്തപ്പെടും .md. നിങ്ങളുടെ ഗ്ലോബ് പാറ്റേൺ പഠിക്കാനും പരീക്ഷിക്കാനും <a href="htps://globster.xyz//a> ഉപയോഗിക്കുക അല്ലെങ്കിൽ ഈ ഖണ്ഡികയ്ക്ക് താഴെ നിങ്ങൾ ഇത് പരീക്ഷിക്കാൻ കഴിയും.
ms: Dengan corak Glob anda menentukan di mana dalam repositori anda fail. Sebagai contoh: <code> **/*. MD </code> akan sepadan dengan mana -mana fail yang berakhir dengan .md. Gunakan <a href="https://globster.xyz/"> globster.xyz </a> Untuk belajar dan menguji corak Glob anda atau anda boleh mencubanya di bawah perenggan ini.
mt: Bil-mudell tal-glob int speċifika fejn fir-repożitorju tiegħek huma l-fajls. Pereżempju: <code> ** / *. Md </code> se jaqbel ma 'kwalunkwe fajl li jispiċċa bi .md. Uża <a href="https://globster.xyz/"> globster.xyz </a> biex titgħallem u tittestja l-mudell globu tiegħek jew tista 'tipprovaha dritt' l isfel taħt dan il-paragrafu.
nb: Med glob -mønsteret spesifiserer du hvor i depotet ditt er filene. For eksempel: <code> **/*. Md </code> vil samsvare med hvilken som helst fil som ender med .md. Bruk <a href="https://globster.xyz/"> globster.xyz </a> For å lære og teste glob -mønsteret ditt, eller du kan prøve det helt ned under dette avsnittet.
nl: Met het glob -patroon dat u aangeeft waar in uw repository de bestanden zijn. Bijvoorbeeld: <code> **/*. MD </code> komt overeen met elk bestand dat eindigt met .md. Gebruik <a href="https://globster.xyz/"> globster.xyz </a> Om uw glob -patroon te leren en te testen of u kunt het recht onder deze paragraaf uitproberen.
pa: ਗਲੋਬ ਪੈਟਰਨ ਦੇ ਨਾਲ ਤੁਸੀਂ ਇਹ ਪੁਸ਼ਟੀਕਰਣ ਕਿੱਥੇ ਹੋ ਉਹ ਫਾਈਲਾਂ ਹਨ. ਉਦਾਹਰਣ ਵਜੋਂ: <ਕੋਡ> ** / *. ਐਮਡੀ </ ਕੋਡ> ਕਿਸੇ ਵੀ ਫਾਈਲ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੈ ਜੋ .md ਨਾਲ ਖਤਮ ਹੁੰਦਾ ਹੈ. ਆਪਣੇ ਗਲੋਬ ਪੈਟਰਨ ਸਿੱਖਣ ਅਤੇ ਟੈਸਟ ਕਰਨ ਅਤੇ ਟੈਸਟ ਕਰਨ ਲਈ ਗਲੋਬਸਟੈਪਸ_ਕੈਬਜ਼ </a> <a href="httsterpsterpster.xyz_xyz_xyz_xyz // ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਾਂ ਤੁਸੀਂ ਆਪਣੇ ਗਲੋਬ ਪੈਟਰਨ ਨੂੰ ਸਿੱਖਣ ਅਤੇ ਟੈਸਟ ਕਰਨ ਲਈ ਇਸ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
pl: Z wzorem globu określisz, gdzie w repozytorium są pliki. Na przykład: <DOD> **/*. MD </code> będzie pasował do dowolnego pliku kończącego się .md. Użyj <a href="https://globster.xyz/"> globster.xyz </a> Aby nauczyć się i przetestować swój wzór globu lub możesz wypróbować go poniżej tego akapitu.
pt: Com o padrão GLOB, você especifica onde estão em seu repositório os arquivos estão. Por exemplo: <code> **/*. MD </code> corresponderá a qualquer arquivo que termine com .md. Use <a href="https://globster.xyz/"> globster.xyz </a> para aprender e testar seu padrão glob ou você pode experimentá -lo logo abaixo deste parágrafo.
ro: Cu modelul glob, specificați unde în depozitul dvs. sunt fișierele. De exemplu: <code> **/*. MD </code> se va potrivi cu orice fișier care se încheie cu .md. Utilizați <a href="https://globster.xyz/"> globster.xyz </a> pentru a învăța și testa modelul globului sau îl puteți încerca chiar sub acest paragraf.
ru: С шаблоном глобуса, который вы определяете, где в вашем репозитории файлы. Например: <code> **/*. MD </code> будет соответствовать любому файлу, который заканчивается .md. Используйте <a href="https://globster.xyz/"> globster.xyz </a>, чтобы изучить и проверить свой шаблон шарика, или вы можете попробовать его прямо ниже этого абзаца.
sk: So vzorom Glob sa špecifikujete, kde sú vo svojom úložisku súbory. Napríklad: <code> **/*. Použite <a href="https://globster.xyz/"> globster.xyz </a>, aby ste sa naučili a otestovali svoj vzorec Glob, alebo ho môžete vyskúšať priamo pod týmto odsekom.
sl: Z vzorcem Glob, ki ga določite, kje so v svojem skladišču datoteke. Na primer: <code> **/*. Md </code> se ujema z katero koli datoteko, ki se konča z .md. Uporabite <a href="https://globster.xyz/"> globister.xyz </a> Če se želite naučiti in preizkusiti svoj globinski vzorec ali pa ga lahko preizkusite tik pod tem odstavkom.
sq: Me modelin e globit ju specifikoni se ku në depo tuaj janë skedarët. Për shembull: <code> **/*. MD </code> do të përputhet me çdo skedar që përfundon me .md. Përdorni <a href="https://globster.xyz/"> globster.xyz </a> Për të mësuar dhe provuar modelin tuaj të globit ose mund ta provoni menjëherë poshtë këtij paragrafi.
sr: С глобусним узорком који сте навели где су у вашем спремишту датотеке. На пример: <цоде> ** / *. МД </ цоде> ће се подударати са било којом датотеком која се завршава .мд. Користите <а хреф = "хттпс: //глобстер.киз/ "> глобстер.киз </ а> да научите и тестирате свој глобусни образац или можете да га испробате одмах испод овог параграфа.
sv: Med Glob Mönstret specificerar du var i ditt arkiv är filerna. Till exempel: <code> **/*. MD </code> kommer att matcha alla filer som slutar med .md. Använd <a href="https://globster.xyz/"> globster.xyz </a> för att lära dig och testa ditt globala mönster eller så kan du prova det direkt under detta stycke.
th: ด้วยรูปแบบลูกโลกที่คุณระบุว่าอยู่ในที่เก็บไฟล์ของคุณ ตัวอย่างเช่น: <code> **/*. MD </code> จะตรงกับไฟล์ใด ๆ ที่ลงท้ายด้วย. md ใช้ <a
tr: Glob deseniyle depolarınızda dosyaların nerede olduğunu belirlersiniz. Örneğin: <code> **/*. MD </code> .md ile biten herhangi bir dosyayı eşleştirir. Glob deseninizi öğrenmek ve test etmek için <a href="https://globster.xyz/"> globster.xyz </a> kullanın veya bu paragrafın hemen altında deneyebilirsiniz.
ur: گلوب پیٹرن کے ساتھ آپ واضح کرتے ہیں کہ جہاں آپ کے ذخیرے میں فائلیں ہیں۔ مثال کے طور پر: <کوڈ> **/*. MD </code> کسی بھی فائل سے مماثل ہوگا جو .md کے ساتھ ختم ہوتا ہے۔ <a href="https://globster.xyz/"> globster.xyz </a> اپنے گلوبل پیٹرن کو سیکھنے اور جانچنے کے لئے استعمال کریں یا آپ اس پیراگراف کے نیچے ہی اسے آزما سکتے ہیں۔
vi: Với mẫu GLOB, bạn cụ thể là nơi trong kho của bạn, các tệp đang ở. Ví dụ: <code> **/*. MD </code> sẽ khớp với bất kỳ tệp nào kết thúc bằng .md. Sử dụng <a href="https://globster.xyz/"> globster.xyz </a> để tìm hiểu và kiểm tra mẫu glob của bạn hoặc bạn có thể dùng thử ngay bên dưới đoạn này.
xh: Ngepateni ye-glob oyikhankanyiweyo apho kwindawo yakho yokugcina iifayile. Umzekelo: <Code> ** / *. I-MD </ Ikhowudi> iya kudibana nayiphi na ifayile ephela nge-4md. Sebenzisa <a href = nge-http: / httts.xlobster.xyz/igyz
zh_cn: 使用Glog模式，您可以在存储库中指定文件所在。例如：<code> **/*。MD </code>将匹配以.md结尾的任何文件。使用<a href="https://globster.xyz/"> globster.xyz </a>学习和测试您的球模式，或者您可以在此段落下方尝试一下。
zu: Ngephethini ye-Glob ucacisa lapho kufakwa khona amafayela akho. Isibonelo: <Code> ** / *. MD </ ikhodi> izofanisa noma yiliphi ifayela eliphela nge .MD. Sebenzisa i- <a hrefs=//globster.xyz/

source: Resolver Function
af: Resolverfunksie
be: Функцыя дазволу
bg: Функция на резолюция
ca: Funció de resolució
cs: Funkce resolveru
cy: Swyddogaeth Resolver
de: Resolver -Funktion
el: Λειτουργία διαλυτή
es: Función de resolución
et: Resolver funktsioon
eu: Ebaluatzaile funtzioa
fa: تابع حل کننده
fi: Ratkaisijatoiminto
fr: Fonction de résolveur
ga: Feidhm Resolver
gd: Gnìomh dligheach
he: פונקציית פותר
hi: संकल्प कार्य
hr: Funkcija razlučivača
hu: Feloldási funkció
id: Fungsi resolver
is: Resolver aðgerð
it: Funzione risolver
ja: リゾルバー関数
ko: 리졸버 기능
ku: Fonksiyona çareseriyê
lt: Resolverio funkcija
lv: Izšķirtspējas funkcija
mk: Функција на резолуција
ml: റിസോൾവർ പ്രവർത്തനം
ms: Fungsi resolver
mt: Funzjoni tar-Resolver
nb: Resolver -funksjonen
nl: Resolver -functie
pa: ਰਿਜ਼ੋਲਵਰ ਫੰਕਸ਼ਨ
pl: Funkcja rozdzielczości
pt: Função do resolvedor
ro: Funcția de rezolvare
ru: Функция разрешения
sk: Funkcia Resolver
sl: Funkcija Resolver
sq: Funksion i zgjidhjes
sr: Функција резолвера
sv: Upplösningsfunktion
th: ฟังก์ชั่น Resolver
tr: Çözücü işlevi
ur: حل کرنے والا فنکشن
vi: Hàm giải quyết
xh: Umsebenzi weSoluver
zh_cn: 解析器功能
zu: Umsebenzi wokuhambisa kabusha
