Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: This is where you currently are. Here you see all the posts within the repo that have been found via the glob pattern and resolver. You can publish, update and delete posts here. Keep in mind that posts are identified by their slug.
af: Dit is waar u tans is. Hier sien u al die poste binne die repo wat via die aardpatroon en resolver gevind is. U kan hier plasings publiseer, opdateer en uitvee. Hou in gedagte dat poste deur hul slak geïdentifiseer word.
be: Тут вы зараз знаходзіцеся. Тут вы бачыце ўсе паведамленні ў рамках рэпа, якія былі знойдзены праз шаблон Glob і разабрацца. Вы можаце апублікаваць, абнаўляць і выдаляць паведамленні тут. Майце на ўвазе, што паведамленні ідэнтыфікуюцца іх смоўж.
bg: Тук сте в момента. Тук виждате всички публикации в репото, които са намерени по модела и резолюцията на глобуса. Можете да публикувате, актуализирате и изтриете публикации тук. Имайте предвид, че публикациите се идентифицират от техния плужек.
ca: Aquí és on esteu actualment. Aquí veieu totes les publicacions dins de la representació que s’han trobat a través del patró i el resoldor global. Podeu publicar, actualitzar i suprimir publicacions aquí. Tingueu en compte que les publicacions s’identifiquen per la seva bossa.
cs: Tady jste v současné době. Zde vidíte všechny příspěvky v rámci repo, které byly nalezeny pomocí vzoru Glob a resolveru. Zde můžete publikovat, aktualizovat a smazat příspěvky. Mějte na paměti, že příspěvky jsou identifikovány jejich slimákem.
cy: Dyma lle rydych chi ar hyn o bryd. Yma fe welwch yr holl swyddi o fewn y repo a ddarganfuwyd trwy'r patrwm glob ac ail -wneud. Gallwch gyhoeddi, diweddaru a dileu swyddi yma. Cadwch mewn cof bod pyst yn cael eu nodi gan eu gwlithod.
de: Hier sind Sie derzeit. Hier sehen Sie alle Beiträge innerhalb des Repo, die über das Glob -Muster und den Resolver gefunden wurden. Sie können hier Beiträge veröffentlichen, aktualisieren und löschen. Denken Sie daran, dass Beiträge durch ihre Schnecke identifiziert werden.
el: Αυτό είναι όπου είστε σήμερα. Εδώ βλέπετε όλες τις δημοσιεύσεις μέσα στο repo που έχουν βρεθεί μέσω του μοτίβου Glob και του resolver. Μπορείτε να δημοσιεύσετε, να ενημερώσετε και να διαγράψετε δημοσιεύσεις εδώ. Λάβετε υπόψη ότι οι θέσεις αναγνωρίζονται από το γυμνοσάλιαγκα τους.
es: Aquí es donde estás actualmente. Aquí ves todas las publicaciones dentro del repositorio que se han encontrado a través del patrón y el resolución del mundo. Puede publicar, actualizar y eliminar publicaciones aquí. Tenga en cuenta que las publicaciones son identificadas por su babosa.
et: Siin sa praegu oled. Siin näete kõiki repo postitusi, mis on leitud globaalse mustri ja lahendaja kaudu. Saate postitusi avaldada, värskendada ja kustutada siit. Pidage meeles, et postitusi tuvastab nende nälk.
eu: Gaur egun non zaude. Hemen, globoen eta konpontzailearen bidez aurkitu diren repo-ren barruan mezu guztiak ikusten dituzu. Mezuak argitaratu, eguneratu eta ezabatu ditzakezu hemen. Gogoan izan mezuak beren bareak identifikatzen direla.
fa: اینجا جایی است که شما در حال حاضر هستید. در اینجا تمام پست های موجود در repo را مشاهده می کنید که از طریق الگوی گلوب و حل کننده پیدا شده است. می توانید پست ها را در اینجا منتشر ، به روز و حذف کنید. به خاطر داشته باشید که پست ها با ضرب و شتم آنها مشخص می شوند.
fi: Tässä olet tällä hetkellä. Täällä näet kaikki repo -viestit, jotka on löydetty maapallokuvion ja ratkaisijan kautta. Voit julkaista, päivittää ja poistaa viestejä täältä. Muista, että viestit tunnistetaan niiden etanasta.
fr: C'est là que vous êtes actuellement. Ici, vous voyez tous les messages du dépôt qui ont été trouvés via le modèle Glob et le résolveur. Vous pouvez publier, mettre à jour et supprimer des articles ici. Gardez à l'esprit que les messages sont identifiés par leur limace.
ga: Seo an áit a bhfuil tú faoi láthair. Anseo feiceann tú na poist go léir laistigh den repo a fuarthas tríd an bpatrún glob agus an resolver. Is féidir leat poist a fhoilsiú, a nuashonrú agus a scriosadh anseo. Coinnigh i gcuimhne go n -aithníonn a gcuid seilide poist.
gd: Seo far a bheil thu an-dràsta. An seo chì thu a h-uile dreuchd taobh a-staigh an REPO a chaidh a lorg tron ​​phàtran na glob agus an rèiteachadh. Faodaidh tu dreuchdan fhoillseachadh, ùrachadh agus a dhubhadh às an seo. Cùm cuimhne gu bheil dreuchdan air an comharrachadh leis an t-seilch.
he: כאן אתה נמצא כרגע. כאן אתה רואה את כל הפוסטים בתוך הריפו שנמצאו באמצעות דפוס הגלובוס והפתרון. אתה יכול לפרסם, לעדכן ולמחוק פוסטים כאן. זכור כי פוסטים מזוהים על ידי הקלע שלהם.
hi: यह वह जगह है जहाँ आप वर्तमान में हैं। यहां आप रेपो के भीतर सभी पोस्ट देखते हैं जो ग्लोब पैटर्न और रिज़ॉल्वर के माध्यम से पाए गए हैं। आप यहां पोस्ट प्रकाशित, अपडेट और डिलीट कर सकते हैं। ध्यान रखें कि पोस्ट को उनके स्लग द्वारा पहचाना जाता है।
hr: Ovdje trenutno jeste. Ovdje vidite sve postove unutar Repo -a koji su pronađeni putem Glob Ofter i Resolver. O ovdje možete objaviti, ažurirati i izbrisati postove. Imajte na umu da su postovi identificirani prema njihovom pužu.
hu: Itt vagy jelenleg. Itt láthatja a repó összes hozzászólását, amelyet a Glob mintán és a Resolver -en keresztül találtak. Itt közzéteheti, frissítheti és törölheti a hozzászólásokat. Ne feledje, hogy a hozzászólásokat a meztelen csigák azonosítják.
id: Di sinilah Anda saat ini. Di sini Anda melihat semua posting dalam repo yang telah ditemukan melalui pola dan resolver glob. Anda dapat menerbitkan, memperbarui, dan menghapus posting di sini. Perlu diingat bahwa posting diidentifikasi oleh siput mereka.
is: Þetta er þar sem þú ert eins og er. Hér sérðu öll innlegg innan endurhverfisins sem hafa fundist í gegnum Glob mynstrið og upplausn. Þú getur birt, uppfært og eytt færslum hér. Hafðu í huga að færslur eru auðkenndar með snigli þeirra.
it: Questo è dove ti trovi attualmente. Qui vedi tutti i post all'interno del repository che sono stati trovati tramite il modello Glob e il resolver. Puoi pubblicare, aggiornare ed eliminare i post qui. Tieni presente che i post sono identificati dalla loro lumaca.
ja: これはあなたが現在いる場所です。ここでは、グローブパターンとリゾルバーを介して見つかったリポジトリ内のすべての投稿が表示されます。ここで投稿を公開、更新、削除できます。投稿はナメクジによって識別されることに注意してください。
ko: 이것은 당신이 현재있는 곳입니다. 여기에는 글로벌 패턴과 리졸버를 통해 발견 된 저장소 내의 모든 게시물이 표시됩니다. 여기에서 게시물을 게시, 업데이트 및 삭제할 수 있습니다. 게시물은 슬러그로 식별됩니다.
ku: Ev e ku hûn niha ne. Li vir hûn hemî postên di nav repo de dibînin ku bi riya şêwaza glob û çareseriyê hatine dîtin. Hûn dikarin li vir çap bikin, nûvekirin û jêbirin. Di hişê xwe bigirin ku post ji hêla dirûşmeya wan ve têne nas kirin.
lt: Čia jūs šiuo metu esate. Čia matote visus repo įrašus, kurie buvo rasti per „Glob“ modelį ir resolverį. Čia galite paskelbti, atnaujinti ir ištrinti įrašus. Atminkite, kad įrašai nustatomi pagal jų šliužą.
lv: Šeit jūs šobrīd atrodaties. Šeit jūs redzat visus repo amatus, kas atrodami, izmantojot globālo modeli un izšķirtspēju. Šeit varat publicēt, atjaunināt un izdzēst ziņas. Paturiet prātā, ka amatus identificē pēc to lode.
mk: Ова е местото каде што сте во моментов. Овде ги гледате сите натписи во рамките на репото што се пронајдени преку шемата на глобусот и резолуцијата. Можете да објавувате, ажурирате и бришете натписите овде. Имајте на ум дека постовите се идентификуваат со нивниот голтка.
ml: നിങ്ങൾ നിലവിൽ ഇതാണ്. ഗ്ലോബ് പാറ്റേൺ വഴിയും റിസോൾവറും വഴി കണ്ടെത്തിയ റിപ്പോയിലെ എല്ലാ പോസ്റ്റുകളും നിങ്ങൾ ഇവിടെ കാണുന്നു. നിങ്ങൾക്ക് പോസ്റ്റുകൾ ഇവിടെ പ്രസിദ്ധീകരിക്കുകയും അപ്ഡേറ്റ് ചെയ്യുകയും ഇല്ലാതാക്കുകയും ചെയ്യാം. പോസ്റ്റുകൾ അവരുടെ സ്ലഗ് തിരിച്ചറിഞ്ഞതായി ഓർമ്മിക്കുക.
ms: Di sinilah anda berada sekarang. Di sini anda melihat semua jawatan dalam repo yang telah ditemui melalui corak Glob dan resolver. Anda boleh menerbitkan, mengemas kini dan memadam siaran di sini. Perlu diingat bahawa jawatan dikenal pasti oleh slug mereka.
mt: Dan huwa fejn int bħalissa. Hawnhekk tara l-karigi kollha fi ħdan ir-repo li nstabu permezz tal-mudell tal-glob u r-riżoluzzjoni. Tista 'tippubblika, taġġorna u tħassar il-karigi hawn. Wieħed iżomm f'moħħu li l-postijiet huma identifikati mill-bugħarwien tagħhom.
nb: Det er her du for tiden er. Her ser du alle innleggene i repoen som er funnet via Glob Pattern and Resolver. Du kan publisere, oppdatere og slette innlegg her. Husk at innlegg blir identifisert av deres snegle.
nl: Hier ben je momenteel. Hier zie je alle berichten in de repo die zijn gevonden via het glob -patroon en de resolver. U kunt hier berichten publiceren, bijwerken en verwijderen. Houd er rekening mee dat berichten worden ge√Ødentificeerd door hun slak.
pa: ਇਹ ਉਹ ਥਾਂ ਹੈ ਜਿਥੇ ਤੁਸੀਂ ਇਸ ਸਮੇਂ ਹਾਂ. ਇੱਥੇ ਤੁਸੀਂ ਸਾਰੀਆਂ ਪੋਸਟਾਂ ਨੂੰ ਰੀਪੋ ਦੇ ਅੰਦਰ ਵੇਖਦੇ ਹੋ ਜੋ ਗਲੋਬ ਪੈਟਰਨ ਅਤੇ ਰਿਜ਼ੋਲਵਰ ਦੁਆਰਾ ਲੱਭੇ ਗਏ ਹਨ. ਤੁਸੀਂ ਇੱਥੇ ਪ੍ਰਕਾਸ਼ਤ ਅਤੇ ਮਿਟਾ ਸਕਦੇ ਹੋ, ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ. ਯਾਦ ਰੱਖੋ ਕਿ ਪੋਸਟਾਂ ਦੀ ਪਛਾਣ ਉਨ੍ਹਾਂ ਦੀ ਸਲੱਗ ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ.
pl: Tutaj obecnie jesteś. Tutaj widzisz wszystkie posty w repozytorium, które zostały znalezione za pomocą wzoru globu i rozdzielczości. Możesz publikować, aktualizować i usuwać posty tutaj. Pamiętaj, że posty są identyfikowane przez ich ślimak.
pt: É aqui que você está atualmente. Aqui você vê todas as postagens do repositório que foram encontradas através do padrão e resolvedor glob. Você pode publicar, atualizar e excluir postagens aqui. Lembre -se de que as postagens são identificadas por sua lesma.
ro: Aici sunteți în prezent. Aici vedeți toate postările din repo -ul care au fost găsite prin intermediul modelului glob și rezolvator. Puteți publica, actualiza și șterge postările aici. Rețineți că postările sunt identificate de slug -ul lor.
ru: Вот где вы сейчас находитесь. Здесь вы видите все посты в репо, которые были найдены через шаблон глобуса и резолей. Вы можете публиковать, обновлять и удалять сообщения здесь. Имейте в виду, что посты идентифицируются по их слизняку.
sk: Tu ste v súčasnosti. Tu vidíte všetky príspevky v rámci repo, ktoré boli nájdené prostredníctvom vzoru Globa a Resolver. Tu môžete publikovať, aktualizovať a vymazať príspevky. Majte na pamäti, že príspevky sú identifikované ich slimákom.
sl: Tu ste trenutno. Tukaj vidite vse objave znotraj repo, ki so bile najdene prek vzorca Glob in Resolver. Tu lahko objavite, posodobite in izbrišete objave. Upoštevajte, da so objave identificirani po njihovem polžku.
sq: Këtu jeni aktualisht. Këtu ju shihni të gjitha postimet brenda repos që janë gjetur përmes modelit të globit dhe zgjidhësit. Ju mund të publikoni, azhurnoni dhe fshini postimet këtu. Mbani në mend se postimet janë identifikuar nga Slug i tyre.
sr: Овде сте тренутно. Овде видите све постове унутар репо које су пронађене путем глобуса и резолуције. Овде можете објавити, ажурирати и обрисати постове. Имајте на уму да се положаје идентификују по њиховом грмљавином.
sv: Det är här du för närvarande är. Här ser du alla inlägg i repo som har hittats via globala mönster och resolver. Du kan publicera, uppdatera och ta bort inlägg här. Tänk på att inlägg identifieras av deras snigel.
th: นี่คือที่ที่คุณอยู่ในปัจจุบัน ที่นี่คุณจะเห็นโพสต์ทั้งหมดภายใน repo ที่พบผ่านรูปแบบลูกโลกและตัวแก้ไข คุณสามารถเผยแพร่อัปเดตและลบโพสต์ได้ที่นี่ โปรดทราบว่าโพสต์ถูกระบุโดยกระสุนของพวกเขา
tr: Şu anda olduğunuz yer burası. Burada repo içinde Glob desen ve çözümleyici aracılığıyla bulunan tüm yayınları görüyorsunuz. Gönderileri buradan yayınlayabilir, güncelleyebilir ve silebilirsiniz. Mesajların sümüklü olarak tanımlandığını unutmayın.
ur: یہ وہ جگہ ہے جہاں آپ فی الحال ہیں۔ یہاں آپ ریپو کے اندر موجود تمام پوسٹس کو دیکھتے ہیں جو گلوب پیٹرن اور حل کرنے والے کے ذریعہ پائے گئے ہیں۔ آپ پوسٹس کو یہاں شائع ، اپ ڈیٹ اور حذف کرسکتے ہیں۔ یاد رکھیں کہ پوسٹس کی شناخت ان کے سلگ سے کی جاتی ہے۔
vi: Đây là nơi bạn hiện đang ở. Ở đây bạn thấy tất cả các bài viết trong repo đã được tìm thấy thông qua mẫu GLOB và người giải quyết. Bạn có thể xuất bản, cập nhật và xóa bài viết ở đây. Hãy nhớ rằng các bài viết được xác định bởi sên của chúng.
xh: Kulapho ukhona ngoku. Apha ubona zonke izithuba ngaphakathi kwe-repo efunyenwe ngepateni ye-glob kunye nezisombululo. Ungapapasha, uhlaziye kwaye ucime izithuba apha. Hlala ukhumbula ukuba izithuba zichongiwe ngesilayi sabo.
zh_cn: 这就是您目前的位置。在这里，您可以看到通过Glob图案和解析器找到的存储库中的所有帖子。您可以在此处发布，更新和删除帖子。请记住，帖子是通过其slug标识的。
zu: Yilapho njengamanje ukhona njengamanje. Lapha ubona konke okuthunyelwe ngaphakathi kwe-repo etholakele ngephethini ye-glob futhi kuxazululwe. Ungashicilela, uvuselele futhi ususe okuthunyelwe lapha. Khumbula ukuthi okuthunyelwe kukhonjwa yi-slug yabo.

source: You can enter a complex view mode where you see more infos about the articles which may be useful when setting up.
af: U kan 'n komplekse aansigmodus invoer waar u meer inligting oor die artikels sien wat nuttig kan wees as u opstel.
be: Вы можаце ўвесці складаны рэжым прагляду, дзе вы бачыце больш інфармацыі пра артыкулы, якія могуць быць карыснымі пры наладзе.
bg: Можете да въведете сложен режим на изглед, където виждате повече инфо за статиите, които могат да бъдат полезни при настройване.
ca: Podeu introduir un mode de vista complex on veieu més informació sobre els articles que poden ser útils a l’hora de configurar.
cs: Můžete zadat komplexní režim zobrazení, kde uvidíte více informací o článcích, které mohou být užitečné při nastavení.
cy: Gallwch chi fynd i mewn i fodd gweld cymhleth lle rydych chi'n gweld mwy o wybodaeth am yr erthyglau a allai fod yn ddefnyddiol wrth sefydlu.
de: Sie können einen komplexen Ansichtsmodus eingeben, in dem Sie mehr Infos über die Artikel sehen, die beim Einrichten nützlich sein können.
el: Μπορείτε να εισαγάγετε μια σύνθετη λειτουργία προβολής όπου βλέπετε περισσότερες πληροφορίες σχετικά με τα άρθρα που μπορεί να είναι χρήσιμα κατά τη δημιουργία.
es: Puede ingresar un modo de vista complejo donde ve más infos sobre los artículos que pueden ser útiles al configurar.
et: Saate sisestada keeruka vaaterežiimi, kus näete artiklite kohta rohkem Infoosi, mis võib seadistamisel olla kasulik.
eu: Ikuspegi modu konplexua sar dezakezu, non konfiguratzean erabilgarriak izan daitezkeen artikuluei buruzko informazio gehiago ikusten dituzunean.
fa: می توانید یک حالت نمایش پیچیده را وارد کنید که در آن اطلاعات بیشتری در مورد مقالاتی که ممکن است هنگام تنظیم مفید باشد مشاهده می کنید.
fi: Voit syöttää monimutkaisen näkymätilan, jossa näet lisää artikkeleista, joista voi olla hyötyä asetettaessa.
fr: Vous pouvez entrer un mode de vue complexe où vous voyez plus d'informations sur les articles qui peuvent être utiles lors de la configuration.
ga: Is féidir leat dul isteach i mód radhairc casta ina bhfeiceann tú níos mó infos faoi na hearraí a d'fhéadfadh a bheith úsáideach agus iad ag bunú.
gd: Faodaidh tu a dhol a-steach do mhodh sealladh toinnte far a bheil thu a 'faicinn barrachd fiosrachaidh mu na h-artaigilean a dh' fhaodadh a bhith feumail nuair a bhios tu a 'stèidheachadh.
he: אתה יכול להזין מצב תצוגה מורכב בו אתה רואה יותר אינפוסים לגבי המאמרים שעשויים להיות שימושיים בעת ההתקנה.
hi: आप एक जटिल दृश्य मोड में प्रवेश कर सकते हैं जहां आप उन लेखों के बारे में अधिक जानकारी देखते हैं जो सेटिंग करते समय उपयोगी हो सकते हैं।
hr: Možete unijeti složen način prikaza u kojem vidite više informacija o člancima koji mogu biti korisni prilikom postavljanja.
hu: Beléphet egy komplex nézeti módba, ahol több infót lát a cikkekről, amelyek hasznosak lehetnek a beállításkor.
id: Anda dapat memasuki mode tampilan yang kompleks di mana Anda melihat lebih banyak info tentang artikel yang mungkin berguna saat menyiapkan.
is: Þú getur farið í flókna útsýnisstillingu þar sem þú sérð frekari upplýsingar um greinarnar sem geta verið gagnlegar þegar þú setur upp.
it: È possibile inserire una modalità di visualizzazione complessa in cui si vede più informazioni sugli articoli che possono essere utili durante l'impostazione.
ja: 複雑なビューモードを入力すると、セットアップ時に役立つ可能性のある記事についてより多くの情報が表示されます。
ko: 설정시 유용 할 수있는 기사에 대한 정보가 더 많이 표시되는 복잡한보기 모드를 입력 할 수 있습니다.
ku: Hûn dikarin li ser gotarên ku hûn dikarin dema ku dikarin kêrhatî binihêrin hûn di moda dîwêr a tevlihev de binivîsin.
lt: Galite įvesti sudėtingą vaizdo režimą, kuriame matote daugiau informacijos apie straipsnius, kurie gali būti naudingi nustatant.
lv: Jūs varat ievadīt sarežģītu skata režīmu, kurā redzat vairāk Infos par rakstiem, kas var būt noderīgi, iestatot.
mk: Можете да внесете комплексен режим на преглед, каде што гледате повеќе информации за статиите што можат да бидат корисни при поставување.
ml: നിങ്ങൾക്ക് ഒരു സങ്കീർണ്ണമായ വ്യൂ മോഡ് നൽകാൻ കഴിയും.
ms: Anda boleh memasukkan mod paparan yang kompleks di mana anda melihat lebih banyak maklumat mengenai artikel yang mungkin berguna semasa disediakan.
mt: Tista 'tidħol f'modalità ta' veduta kumplessa fejn tara aktar informazzjoni dwar l-oġġetti li jistgħu jkunu utli meta twaqqfu.
nb: Du kan legge inn en kompleks visningsmodus der du ser flere infos om artiklene som kan være nyttige når du setter opp.
nl: U kunt een complexe weergavemodus invoeren waar u meer info's ziet over de artikelen die nuttig kunnen zijn bij het instellen.
pa: ਤੁਸੀਂ ਇਕ ਗੁੰਝਲਦਾਰ ਦ੍ਰਿਸ਼ .ੰਗ ਦੇ ਸਕਦੇ ਹੋ ਜਿੱਥੇ ਤੁਸੀਂ ਲੇਖਾਂ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਵੇਖਦੇ ਹੋ ਜੋ ਸਥਾਪਤ ਕਰਨ ਵੇਲੇ ਲਾਭਦਾਇਕ ਹੋ ਸਕਦਾ ਹੈ.
pl: Możesz wprowadzić złożony tryb widoku, w którym widać więcej Info o artykułach, które mogą być przydatne podczas konfigurowania.
pt: Você pode inserir um modo de visualização complexo, onde vê mais informações sobre os artigos que podem ser úteis ao configurar.
ro: Puteți introduce un mod de vizualizare complex în care vedeți mai multe informații despre articolele care pot fi utile la configurare.
ru: Вы можете ввести сложный режим просмотра, в котором вы видите больше Infos о статьях, которые могут быть полезны при настройке.
sk: Môžete zadať komplexný režim zobrazenia, v ktorom vidíte viac infos o článkoch, ktoré môžu byť užitočné pri nastavovaní.
sl: Lahko vnesete kompleksen način pogleda, kjer vidite več informacij o člankih, ki so lahko koristni pri nastavitvi.
sq: Ju mund të futni një mënyrë komplekse shikimi ku shihni më shumë INFO për artikujt që mund të jenë të dobishëm kur vendosni.
sr: Можете да унесете сложени режим прегледа на којем видите више инфос о члановима који могу бити корисни приликом подешавања.
sv: Du kan gå in i ett komplext visningsläge där du ser mer information om artiklarna som kan vara användbara när du ställer in.
th: คุณสามารถเข้าสู่โหมดมุมมองที่ซับซ้อนซึ่งคุณเห็น Infos เพิ่มเติมเกี่ยวกับบทความที่อาจมีประโยชน์เมื่อตั้งค่า
tr: Kurulurken yararlı olabilecek makaleler hakkında daha fazla bilgi gördüğünüz karmaşık bir görünüm modu girebilirsiniz.
ur: آپ ایک پیچیدہ ویو موڈ میں داخل ہوسکتے ہیں جہاں آپ کو مضامین کے بارے میں مزید معلومات نظر آتی ہیں جو ترتیب دینے کے وقت کارآمد ثابت ہوسکتی ہیں۔
vi: Bạn có thể vào chế độ xem phức tạp nơi bạn thấy nhiều thông tin hơn về các bài viết có thể hữu ích khi thiết lập.
xh: Ungafaka imowudi yembono entsonkothileyo apho ubona ulwazi olungaphezulu malunga namanqaku anokuba luncedo xa useke.
zh_cn: 您可以输入复杂的视图模式，在其中您可以看到有关文章的更多信息，这些文章在设置时可能很有用。
zu: Ungafaka imodi yokubuka eyinkimbinkimbi lapho ubona khona eminye imininingwane mayelana nezindatshana ezingaba wusizo lapho usetha.
