Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: Loading
af: Laai
be: Загрузка
bg: Зареждане
ca: Càrrega
cs: načítání
cy: Lwythi
de: Wird geladen
el: Φόρτωση
es: Cargando
et: Laadimine
eu: Kargatzen
fa: بارگذاری
fi: Ladataan
fr: Chargement
ga: Lódáil
gd: A 'luchdachadh
he: טוען
hi: लोड हो रहा है
hr: Učitavam
hu: Betöltés
id: Memuat
is: Hleðsla
it: Caricamento
ja: 読み込み
ko: 로딩
ku: Barkirin
lt: Pakrauti
lv: Iekraušana
mk: Вчитување
ml: ലോഡിംഗ്
ms: Memuatkan
mt: Tagħbija
nb: Lasting
nl: Bezig met laden
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ
pl: Ładowanie
pt: Carregando
ro: Se încarcă
ru: Загрузка
sk: Načítava
sl: nalaganje
sq: Ngarkesë
sr: Утоваривање
sv: Läser in
th: การโหลด
tr: Yükleniyor
ur: لوڈنگ
vi: Đang tải
xh: Ukulayisha
zh_cn: 加载
zu: Ethwebula

source: Resolver
af: Resolusie
be: Дазвол
bg: Резервър
ca: Resoldre
cy: Ailddyraniadau
el: Διαλύων
es: Resolución
et: Lahendaja
eu: Elesoluntzi
fa: مصمم
fi: Ratkaisija
fr: Résolveur
ga: Athdhearbhaitheoir
gd: Rùn
hi: रिज़ॉल्वर
hr: Seriver
hu: Megoldó
it: Risolver
ja: リゾルバ
ko: 리졸버
lv: Izšķirtspēja
mk: Резолуција
ml: റിസോർവർ
pa: ਰਿਜ਼ੋਲਵਰ
ro: Rezolvator
ru: Резольвер
sk: Rozriešiteľ
sl: Reševalec
sq: Zgjidhës
sr: Резол
sv: Upplösare
th: ผู้แก้ไข
tr: Çözücü
ur: حل کرنے والا
vi: Người giải quyết
xh: Isigqibo
zh_cn: 解析器
zu: Qhubalisa kabusha

source: Gitdown tries to find and understand your articles in a given repository in a few different ways. This process is called "Resolving" and it entails three steps, that you should follow when editing the settings.
af: Gitdown probeer om u artikels op 'n gegewe bewaarplek op 'n paar verskillende maniere te vind en te verstaan. Hierdie proses word 'oplossing' genoem en dit behels drie stappe wat u moet volg wanneer u die instellings redigeer.
be: Гітдаун спрабуе знайсці і зразумець свае артыкулы ў дадзеным сховішчы некалькімі рознымі спосабамі. Гэты працэс называецца "вырашэннем", і гэта цягне за сабой тры этапы, якія вы павінны прытрымлівацца пры рэдагаванні налад.
bg: Gitdown се опитва да намери и разбере вашите статии в дадено хранилище по няколко различни начина. Този процес се нарича „разрешаване“ и той включва три стъпки, които трябва да следвате при редактиране на настройките.
ca: Gitdown intenta trobar i comprendre els vostres articles en un dipòsit determinat de algunes maneres diferents. Aquest procés s'anomena "resolució" i comporta tres passos, que haureu de seguir quan editeu la configuració.
cs: Gitdown se snaží najít a porozumět vašim článkům v daném úložišti několika různými způsoby. Tento proces se nazývá „rozlišení“ a znamená to tři kroky, které byste měli dodržovat při úpravách nastavení.
cy: Mae Gitdown yn ceisio dod o hyd i'ch erthyglau a'u deall mewn ystorfa benodol mewn ychydig wahanol ffyrdd. Gelwir y broses hon yn "datrys" ac mae'n golygu tri cham, y dylech eu dilyn wrth olygu'r gosodiadau.
de: Gitdown versucht, Ihre Artikel in einem bestimmten Repository auf verschiedene Arten zu finden und zu verstehen. Dieser Vorgang wird als "Lösung" bezeichnet und beinhaltet drei Schritte, die Sie beim Bearbeiten der Einstellungen befolgen sollten.
el: Το Gitdown προσπαθεί να βρει και να καταλάβει τα άρθρα σας σε ένα συγκεκριμένο αποθετήριο με λίγους διαφορετικούς τρόπους. Αυτή η διαδικασία ονομάζεται "επίλυση" και συνεπάγεται τρία βήματα, που πρέπει να ακολουθήσετε κατά την επεξεργασία των ρυθμίσεων.
es: Gitdown intenta encontrar y comprender sus artículos en un repositorio dado de varias maneras diferentes. Este proceso se llama "resolución" y implica tres pasos, que debe seguir al editar la configuración.
et: GitDown üritab teie artikleid antud hoidlas leida ja mõista mitmel erineval viisil. Seda protsessi nimetatakse "lahendamiseks" ja see hõlmab kolme sammu, mida peaksite seadete redigeerimisel järgima.
eu: Gitdown modu desberdinetan biltegi jakin batean zure artikuluak aurkitzen eta ulertzen saiatzen da. Prozesu horri "ebazteko" deitzen zaio eta hiru pauso dakartza, ezarpenak editatzerakoan jarraitu beharko zenukeela.
fa: Gitdown سعی می کند مقالات خود را در یک مخزن معین از چند روش مختلف پیدا و درک کند. این فرآیند "حل" نامیده می شود و مستلزم سه مرحله است که هنگام ویرایش تنظیمات باید از آنها پیروی کنید.
fi: Gitdown yrittää löytää ja ymmärtää artikkeleitasi tietyssä arkistossa muutamalla eri tavalla. Tätä prosessia kutsutaan "ratkaisemiseksi" ja siihen liittyy kolme vaihetta, joita sinun tulee noudattaa asetuksia muokattaessa.
fr: Gitdown essaie de trouver et de comprendre vos articles dans un référentiel donné de différentes manières. Ce processus est appelé «résolution» et il implique trois étapes, que vous devez suivre lors de la modification des paramètres.
ga: Déanann Gitdown iarracht do chuid earraí a aimsiú agus a thuiscint i stór ar leith ar bhealaí éagsúla. Tugtar "réiteach" ar an bpróiseas seo agus is éard atá i gceist leis ná trí chéim, gur chóir duit a leanúint agus na suíomhanna á n -eagarthóireacht.
gd: Bidh Gitdown a 'feuchainn ri na h-artaigilean agad a lorg agus a thuigsinn ann an stòr sam bith a chaidh a thoirt seachad ann am beagan dhòighean eadar-dhealaichte. Canar "fuasgladh rèiteach" ris a 'phròiseas seo agus tha e a' ciallachadh trì ceumannan, gum bu chòir dhut leantainn nuair a bha thu a 'deasachadh nan roghainnean.
he: גיטאון מנסה למצוא ולהבין את המאמרים שלך במאגר נתון בכמה דרכים שונות. תהליך זה נקרא "פתרון" והוא כרוך בשלושה שלבים, שעליך לעקוב אחריו בעת עריכת ההגדרות.
hi: Gitdown कुछ अलग -अलग तरीकों से दिए गए रिपॉजिटरी में अपने लेखों को खोजने और समझने की कोशिश करता है। इस प्रक्रिया को "संकल्प" कहा जाता है और यह तीन चरणों में प्रवेश करता है, जिसे सेटिंग्स को संपादित करते समय आपको पालन करना चाहिए।
hr: Gitdown pokušava pronaći i razumjeti svoje članke u određenom skladištu na nekoliko različitih načina. Taj se postupak naziva "rješavanje" i podrazumijeva tri koraka, koji biste trebali slijediti prilikom uređivanja postavki.
hu: Gitdown megpróbálja néhány különféle módon megtalálni és megérteni a cikkeit egy adott tárolóban. Ezt a folyamatot "feloldásnak" hívják, és három lépést von maga után, amelyeket a beállítások szerkesztésekor követni kell.
id: Gitdown mencoba menemukan dan memahami artikel Anda dalam repositori yang diberikan dalam beberapa cara berbeda. Proses ini disebut "penyelesaian" dan memerlukan tiga langkah, yang harus Anda ikuti saat mengedit pengaturan.
is: Gitdown reynir að finna og skilja greinar þínar í tiltekinni geymslu á nokkra mismunandi vegu. Þetta ferli er kallað „lausn“ og það felur í sér þrjú skref, sem þú ættir að fylgja þegar þú breytir stillingunum.
it: Gitdown cerca di trovare e comprendere i tuoi articoli in un determinato repository in diversi modi. Questo processo si chiama "Risoluzione" e comporta tre passaggi, che dovresti seguire quando si modifica le impostazioni.
ja: GitDownは、特定のリポジトリ内の記事をいくつかの異なる方法で見つけて理解しようとします。このプロセスは「解決」と呼ばれ、3つのステップを伴い、設定を編集するときに従う必要があります。
ko: Gitdown은 몇 가지 다른 방법으로 주어진 저장소에서 기사를 찾고 이해하려고합니다. 이 프로세스를 "해결"이라고하며 세 단계를 수반하여 설정을 편집 할 때 따라야합니다.
ku: Gitdown hewl dide ku gotarên xwe di depoyek diyar de bi awayên cûda cûda bibîne û fêm bike. Ev pêvajoyê wekî "çareserkirina" tê gotin û ew sê gavên xwe diavêje, ku divê hûn gava verastkirina mîhengan bişopînin.
lt: „Gitdown“ bando keletą skirtingų būdų surasti ir suprasti jūsų straipsnius tam tikroje saugykloje. Šis procesas vadinamas „išsprendimu“ ir apima tris veiksmus, kurių turėtumėte atlikti redaguodami nustatymus.
lv: Gitdown mēģina atrast un izprast jūsu rakstus noteiktā repozitorijā dažos dažādos veidos. Šis process tiek saukts par "atrisināšanu", un tas nozīmē trīs soļus, kas jums jāievēro, rediģējot iestatījumus.
mk: Gitdown се обидува да ги пронајде и разбере вашите статии во дадено складиште на неколку различни начини. Овој процес се нарекува „решавање“ и повлекува три чекори, што треба да ги следите при уредување на поставките.
ml: ഒരു തന്നിരിക്കുന്ന ശേഖരത്തിൽ നിങ്ങളുടെ ലേഖനങ്ങൾ കണ്ടെത്തി മനസിലാക്കാൻ ഗിറ്റ്ഡൗൺ ശ്രമിക്കുന്നു. ഈ പ്രക്രിയയെ "പരിഹരിക്കൽ" എന്ന് വിളിക്കുന്നു, ഇത് മൂന്ന് ഘട്ടങ്ങൾ ഉൾക്കൊള്ളുന്നു, ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുമ്പോൾ നിങ്ങൾ പിന്തുടരണം.
ms: Gitdown cuba mencari dan memahami artikel anda dalam repositori yang diberikan dalam beberapa cara yang berbeza. Proses ini dipanggil "menyelesaikan" dan ia melibatkan tiga langkah, yang harus anda ikuti ketika mengedit tetapan.
mt: Gitdown jipprova jsib u jifhem l-artikli tiegħek f'repożitorju partikolari fi ftit modi differenti. Dan il-proċess jissejjaħ "riżoluzzjoni" u jinvolvi tliet passi, li għandek issegwi meta teditja l-issettjar.
nb: Gitdown prøver å finne og forstå artiklene dine i et gitt depot på noen få forskjellige måter. Denne prosessen kalles "løsning" og den innebærer tre trinn, som du bør følge når du redigerer innstillingene.
nl: Gitdown probeert uw artikelen op een paar verschillende manieren in een bepaalde repository te vinden en te begrijpen. Dit proces wordt "oplossen" genoemd en het omvat drie stappen, die u moet volgen bij het bewerken van de instellingen.
pa: ਗਿੱਟਵਾ ਨੂੰ ਇੱਕ ਦਿੱਤੇ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਤੁਹਾਡੇ ਲੇਖਾਂ ਨੂੰ ਕੁਝ ਵੱਖਰੇ in ੰਗਾਂ ਨਾਲ ਲੱਭਣ ਅਤੇ ਸਮਝਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹੈ. ਇਸ ਪ੍ਰਕਿਰਿਆ ਨੂੰ "ਸੁਲਝਾਉਣ" ਕਿਹਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਇਹ ਤਿੰਨ ਕਦਮ ਸ਼ਾਮਲ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੋਧਣ ਵੇਲੇ ਤੁਹਾਨੂੰ ਪਾਲਣਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ.
pl: Gitdown próbuje znaleźć i zrozumieć twoje artykuły w danym repozytorium na kilka różnych sposobów. Proces ten nazywa się „rozwiązywaniem” i pociąga za sobą trzy kroki, które należy wykonać podczas edycji ustawień.
pt: Gitdown tenta encontrar e entender seus artigos em um determinado repositório de algumas maneiras diferentes. Esse processo é chamado de "resolução" e implica três etapas, que você deve seguir ao editar as configurações.
ro: Gitdown încearcă să -ți găsească și să înțeleagă articolele tale într -un depozit dat în câteva moduri diferite. Acest proces se numește „Rezolvarea” și implică trei pași, pe care ar trebui să le urmați la editarea setărilor.
ru: Gitdown пытается найти и понять ваши статьи в данном хранилище несколькими различными способами. Этот процесс называется «разрешение» и влечет за собой три шага, за которыми вы должны следовать при редактировании настроек.
sk: Gitdown sa snaží nájsť a porozumieť vašim článkom v danom úložisku niekoľkými rôznymi spôsobmi. Tento proces sa nazýva „Riešenie“ a znamená to tri kroky, ktoré by ste mali sledovať pri úprave nastavení.
sl: Gitdown poskuša najti in razumeti svoje članke v določenem skladišču na nekaj različnih načinov. Ta postopek se imenuje "Reševanje" in pomeni tri korake, ki jih morate slediti pri urejanju nastavitev.
sq: Gitdown përpiqet të gjejë dhe kuptojë artikujt tuaj në një depo të caktuar në disa mënyra të ndryshme. Ky proces quhet "zgjidhja" dhe kjo kërkon tre hapa, që duhet të ndiqni kur redaktoni cilësimet.
sr: Гитдовн покушава да пронађе и разуме ваше чланке у датом складишту на неколико различитих начина. Овај поступак се назива "решавањем" и подразумева три корака, да бисте требали да следите приликом уређивања поставки.
sv: Gitdown försöker hitta och förstå dina artiklar i ett visst arkiv på några olika sätt. Denna process kallas "Lösning" och den innebär tre steg, som du bör följa när du redigerar inställningarna.
th: Gitdown พยายามค้นหาและเข้าใจบทความของคุณในที่เก็บที่กำหนดในสองสามวิธี กระบวนการนี้เรียกว่า "การแก้ไข" และมีสามขั้นตอนที่คุณควรปฏิบัติตามเมื่อแก้ไขการตั้งค่า
tr: Gitdown, makalelerinizi belirli bir depoda birkaç farklı şekilde bulmaya ve anlamaya çalışır. Bu işlemi "çözme" olarak adlandırılır ve ayarları düzenlerken izlemeniz gereken üç adım gerektirir.
ur: گٹ ڈاون کچھ مختلف طریقوں سے دیئے گئے ذخیرے میں اپنے مضامین کو تلاش کرنے اور سمجھنے کی کوشش کرتا ہے۔ اس عمل کو "حل" کہا جاتا ہے اور اس میں تین اقدامات شامل ہوتے ہیں ، جو ترتیبات میں ترمیم کرتے وقت آپ کو پیروی کرنا چاہئے۔
vi: Gitdown cố gắng tìm và hiểu các bài viết của bạn trong một kho lưu trữ nhất định theo một vài cách khác nhau. Quá trình này được gọi là "giải quyết" và nó đòi hỏi ba bước, mà bạn nên làm theo khi chỉnh sửa cài đặt.
xh: UGitdown uzama ukufumana kwaye uqonde amanqaku akho kwindawo enikiweyo ngeendlela ezahlukeneyo. Le nkqubo ibizwa ngokuba "kukucombulula" kwaye kubandakanya amanyathelo amathathu, ukuba ulandele xa uhlela useto.
zh_cn: Gitdown试图以几种不同的方式在给定的存储库中查找和理解您的文章。此过程称为“解决”，它需要三个步骤，在编辑设置时应遵循。
zu: I-gitdown izama ukuthola nokuqonda izindatshana zakho endaweni yokugcina enikezwe ngezindlela ezimbalwa ezihlukile. Le nqubo ibizwa ngokuthi "Ukuxazulula" futhi kufaka izinyathelo ezintathu, ukuthi kufanele ulandele lapho uhlela izilungiselelo.

source: Repository
af: Bewaarplek
be: Сховішча
bg: Хранилище
ca: Repositori
cs: Úložiště
cy: Ystorfa
el: Αποθήκη
es: Repositorio
et: Hoidla
eu: Biltegirako
fa: مخزن
fi: Arkisto
fr: Dépôt
ga: Stór
gd: Ath-reic
he: מאגר
hi: कोष
hr: Skladište
hu: Tároló
id: Gudang
is: Geymsla
ja: リポジトリ
ko: 저장소
lt: Saugykla
lv: Krātuve
mk: Складиште
ml: സംഭരണിയാണ്
ms: Repositori
mt: Repożitorju
nb: Oppbevaringssted
nl: Opslagplaats
pa: ਰਿਪੋਜ਼ਟਰੀ
pl: Magazyn
pt: Repositório
ro: Repertoriu
ru: Репозиторий
sk: Úložisko
sl: Skladišče
sq: Depo
sr: Складиште
sv: Förvar
th: ที่เก็บ
tr: Depo
ur: ذخیرہ
vi: Kho
xh: Indawo yokugcina
zh_cn: 存储库
zu: Indawo yokugcina impahla

source: Before you can get started you have to specifiy where your repository is located. By default there is an example repository that you can use to test and learn how this plugin works.
af: Voordat u kan begin, moet u spesifiek wees waar u bewaarplek geleë is. Daar is standaard 'n voorbeeldbewaarplek wat u kan gebruik om te toets en te leer hoe hierdie inprop werk.
be: Перш чым пачаць, вы павінны вызначыць, дзе знаходзіцца ваш сховішча. Па змаўчанні ёсць прыклад сховішча, які вы можаце выкарыстоўваць, каб праверыць і даведацца, як працуе гэты убудова.
bg: Преди да можете да започнете, трябва да посочите къде се намира вашето хранилище. По подразбиране има примерно хранилище, което можете да използвате, за да тествате и научите как работи този плъгин.
ca: Abans de començar, heu d’especificar on es troba el vostre dipòsit. De manera predeterminada, hi ha un dipòsit d’exemple que podeu utilitzar per provar i aprendre com funciona aquest complement.
cs: Než začnete, musíte určit, kde je vaše úložiště umístěno. Ve výchozím nastavení existuje příklad úložiště, které můžete použít k testování a zjištění, jak tento plugin funguje.
cy: Cyn y gallwch chi ddechrau mae'n rhaid i chi benodol lle mae'ch ystorfa. Yn ddiofyn mae yna ystorfa enghreifftiol y gallwch ei defnyddio i brofi a dysgu sut mae'r ategyn hwn yn gweithio.
de: Bevor Sie anfangen können, müssen Sie angeben, wo sich Ihr Repository befindet. Standardmäßig gibt es ein Beispiel -Repository, mit dem Sie testen und erfahren können, wie dieses Plugin funktioniert.
el: Πριν μπορέσετε να ξεκινήσετε, πρέπει να προσδιορίσετε όπου βρίσκεται το αποθετήριο σας. Από προεπιλογή υπάρχει ένα παράδειγμα αποθετηρίου που μπορείτε να χρησιμοποιήσετε για να δοκιμάσετε και να μάθετε πώς λειτουργεί αυτό το plugin.
es: Antes de que pueda comenzar, debe especificar dónde se encuentra su repositorio. Por defecto, hay un repositorio de ejemplo que puede usar para probar y aprender cómo funciona este complemento.
et: Enne alustamist peate täpsustama, kus teie hoidla asub. Vaikimisi on olemas näidishoidla, mida saate kasutada selle pistikprogrammi toimimise testimiseks ja õppimiseks.
eu: Hasi aurretik zure biltegia non dagoen zehaztu behar duzu. Berez, plugin honek nola funtzionatzen duen probatzeko eta ikasteko erabil dezakezun biltegi adibidea dago.
fa: قبل از شروع کار ، باید مشخص کنید که مخزن شما در آن قرار دارد. به طور پیش فرض یک مخزن مثال وجود دارد که می توانید از آن برای آزمایش و یادگیری نحوه کار این افزونه استفاده کنید.
fi: Ennen kuin pääset alkuun, sinun on määritettävä, missä arkisto sijaitsee. Oletuksena on esimerkki arkisto, jonka avulla voit testata ja oppia kuinka tämä laajennus toimii.
fr: Avant de pouvoir commencer, vous devez spécifier où se trouve votre référentiel. Par défaut, il existe un exemple de référentiel que vous pouvez utiliser pour tester et savoir comment fonctionne ce plugin.
ga: Sula féidir leat tosú, caithfidh tú a shonrú áit a bhfuil do stór suite. De réir réamhshocraithe tá stór sampla ann ar féidir leat a úsáid chun tástáil agus foghlaim conas a oibríonn an breiseán seo.
gd: Mus urrainn dhut tòiseachadh feumaidh tu sònrachadh far a bheil an stòr agad suidhichte. Gu gnàthach tha stòr-dàta as urrainn dhut a chleachdadh gus deuchainn agus ionnsachadh mar a tha am plugan seo ag obair.
he: לפני שתוכל להתחיל אתה צריך לפרט היכן נמצא המאגר שלך. כברירת מחדל יש מאגר דוגמה שתוכלו להשתמש בו כדי לבדוק וללמוד כיצד עובד תוסף זה.
hi: इससे पहले कि आप आरंभ कर सकें, आपको यह बताना होगा कि आपका रिपॉजिटरी कहाँ स्थित है। डिफ़ॉल्ट रूप से एक उदाहरण रिपॉजिटरी है जिसका उपयोग आप परीक्षण करने के लिए कर सकते हैं और सीख सकते हैं कि यह प्लगइन कैसे काम करता है।
hr: Prije nego što započnete, morate specificirati gdje se nalazi vaše spremište. Prema zadanim postavkama postoji primjer spremišta koje možete koristiti za testiranje i saznanje kako funkcionira ovaj dodatak.
hu: Mielőtt elkezdené, meg kell határoznia, hol található a tároló. Alapértelmezés szerint van egy példa tároló, amelyet felhasználhat a plugin működésének tesztelésére és megtanulására.
id: Sebelum Anda dapat memulai, Anda harus menentukan di mana repositori Anda berada. Secara default ada contoh repositori yang dapat Anda gunakan untuk menguji dan mempelajari cara kerja plugin ini.
is: Áður en þú getur byrjað þarftu að tilgreina hvar geymslan þín er staðsett. Sjálfgefið er að það er dæmi um geymslu sem þú getur notað til að prófa og læra hvernig þetta viðbót virkar.
it: Prima di poter iniziare devi specificare dove si trova il tuo repository. Per impostazione predefinita c'è un repository di esempio che è possibile utilizzare per testare e imparare come funziona questo plug -in.
ja: 開始する前に、リポジトリがどこにあるかを指定する必要があります。デフォルトでは、このプラグインの仕組みをテストして学習するために使用できるリポジトリの例があります。
ko: 시작하기 전에 리포지토리가있는 곳에 지정해야합니다. 기본적 으로이 플러그인의 작동 방식을 테스트하고 배울 수있는 예제 저장소가 있습니다.
ku: Berî ku hûn dikarin dest pê bikin divê hûn diyar bikin ku depoya we li ku derê ye. Ji hêla default li wir depoyek nimûne heye ku hûn bikar bînin da ku hûn ceribandin û fêr bibin ka ev plugin çawa dixebite.
lt: Prieš pradėdami pradėti, turite nurodyti, kur yra jūsų saugykla. Pagal numatytuosius nustatymus yra saugyklos pavyzdys, kurį galite naudoti norėdami išbandyti ir sužinoti, kaip veikia šis papildinys.
lv: Pirms varat sākt darbu, jums ir jānorāda, kur atrodas jūsu krātuve. Pēc noklusējuma ir krātuves piemērs, kuru varat izmantot, lai pārbaudītu un uzzinātu, kā šis spraudnis darbojas.
mk: Пред да започнете, треба да специфицирате каде се наоѓа вашето складиште. Стандардно, постои пример складиште што можете да го користите за да тестирате и да научите како функционира овој додаток.
ml: ആരംഭിക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ ശേഖരം എവിടെയാണെന്ന് നിങ്ങൾക്ക് വ്യക്തമാക്കണം. സ്ഥിരസ്ഥിതിയായി നിങ്ങൾക്ക് പരീക്ഷിക്കാൻ ഉപയോഗിക്കാവുന്ന ഒരു ഉദാഹരണ ശേഖരണമുണ്ട്, ഈ പ്ലഗിൻ എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് മനസിലാക്കാൻ കഴിയും.
ms: Sebelum anda boleh memulakan, anda perlu menentukan di mana repositori anda terletak. Secara lalai terdapat repositori contoh yang boleh anda gunakan untuk menguji dan mengetahui bagaimana plugin ini berfungsi.
mt: Qabel ma tkun tista 'tibda għandek tispeċifika fejn jinsab ir-repożitorju tiegħek. B’mod awtomatiku hemm eżempju ta ’repożitorju li tista’ tuża biex tittestja u titgħallem kif jaħdem dan il-plugin.
nb: Før du kan komme i gang må du spesifisere hvor depotet ditt ligger. Som standard er det et eksempel depot som du kan bruke til å teste og lære hvordan denne pluginen fungerer.
nl: Voordat u aan de slag kunt, moet u specificeren waar uw repository zich bevindt. Standaard is er een voorbeeldrepository die u kunt gebruiken om te testen en te leren hoe deze plug -in werkt.
pa: ਸ਼ੁਰੂ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਨੂੰ ਕਿਆਸਉਣੇ ਪੈਣਗੇ ਜਿੱਥੇ ਤੁਹਾਡੀ ਰਿਪੋਜ਼ਟਰੀ ਸਥਿਤ ਹੈ. ਮੂਲ ਰੂਪ ਵਿੱਚ ਇੱਕ ਉਦਾਹਰਣ ਰਿਪੋਜ਼ਟਰੀ ਹੁੰਦੀ ਹੈ ਜੋ ਤੁਸੀਂ ਟੈਸਟ ਕਰਨ ਲਈ ਵਰਤ ਸਕਦੇ ਹੋ ਅਤੇ ਸਿੱਖ ਸਕਦੇ ਹੋ ਕਿ ਇਹ ਪਲੱਗਇਨ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ.
pl: Zanim zaczniesz, musisz określić, gdzie znajduje się twoje repozytorium. Domyślnie istnieje przykładowe repozytorium, którego można użyć do przetestowania i dowiedzenia się, jak działa ta wtyczka.
pt: Antes de começar, você precisa especificar onde seu repositório está localizado. Por padrão, existe um repositório de exemplo que você pode usar para testar e aprender como esse plug -in funciona.
ro: Înainte de a putea începe, trebuie să specificați unde se află depozitul dvs. În mod implicit, există un depozit de exemplu pe care îl puteți utiliza pentru a testa și a afla cum funcționează acest plugin.
ru: Прежде чем вы сможете начать, вам нужно указать, где находится ваш репозиторий. По умолчанию есть пример репозитория, который вы можете использовать для тестирования и узнать, как работает этот плагин.
sk: Predtým, ako začnete, musíte špecifikovať, kde sa nachádza vaše úložisko. V predvolenom nastavení existuje príklad úložiska, ktoré môžete použiť na testovanie a zistenie, ako tento doplnok funguje.
sl: Preden lahko začnete, morate določiti, kje se nahaja vaše skladišče. Privzeto obstaja primer, ki ga lahko uporabite za preizkus in izvedeti, kako deluje ta vtičnik.
sq: Para se të filloni, duhet të specifikoni se ku ndodhet depoja juaj. Si parazgjedhje, ekziston një depo shembull që mund të përdorni për të provuar dhe mësuar se si funksionon kjo shtojcë.
sr: Пре него што започнете, морате да нагађате где се налази ваше спремиште. Подразумевано постоји пример спремишта која можете да користите за тестирање и научите како овај додатак ради.
sv: Innan du kan komma igång måste du specificera där ditt arkiv ligger. Som standard finns det ett exempelförvar som du kan använda för att testa och lära dig hur detta plugin fungerar.
th: ก่อนที่คุณจะเริ่มต้นได้คุณจะต้องระบุตำแหน่งที่เก็บของของคุณ โดยค่าเริ่มต้นมีที่เก็บตัวอย่างที่คุณสามารถใช้เพื่อทดสอบและเรียนรู้วิธีการทำงานของปลั๊กอินนี้
tr: Başlamadan önce deponuzun bulunduğu yerde belirtmeniz gerekir. Varsayılan olarak, bu eklentinin nasıl çalıştığını test etmek ve öğrenmek için kullanabileceğiniz örnek bir depo vardır.
ur: شروع کرنے سے پہلے آپ کو یہ واضح کرنا ہوگا کہ جہاں آپ کا ذخیرہ واقع ہے۔ پہلے سے طے شدہ طور پر ایک مثال کے ذخیرے موجود ہیں جسے آپ جانچنے اور یہ سیکھنے کے لئے استعمال کرسکتے ہیں کہ یہ پلگ ان کیسے کام کرتا ہے۔
vi: Trước khi bạn có thể bắt đầu, bạn phải xác định vị trí của kho lưu trữ của bạn. Theo mặc định, có một kho lưu trữ ví dụ mà bạn có thể sử dụng để kiểm tra và tìm hiểu cách thức hoạt động của plugin này.
xh: Ngaphambi kokuba uqalise kufuneka uchaze apho i-repository yakho ifumaneka khona. Ngokungagqibekanga kukho umzekelo wokugcina umzekelo onokuthi uyisebenzise ukuvavanya kwaye ufunde ukuba i-plugin isebenza njani.
zh_cn: 在开始之前，您必须指定存储库的位置。默认情况下，您可以使用一个示例存储库来测试和了解此插件的工作原理。
zu: Ngaphambi kokuthi uqale uqalile kufanele ucacise lapho indawo yakho yokuhlala itholakala khona. Ngokuzenzakalelayo kuba nendawo yokugcina isibonelo ongayisebenzisa ukuhlola nokufunda ukuthi le plugin isebenza kanjani.
