Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: As of now you dont have to worry too much about the resolver function as there are only two: Simple and Directory to Category. They will both look for Front matter info within the markdown files and fill out meta information about the post this way.
af: U hoef nou nie te veel te bekommer oor die resolusiefunksie nie, want daar is net twee: eenvoudige en gids in die kategorie. Hulle sal albei in die Markdown -lêers na vooraanstaande inligting kyk en meta -inligting oor die pos op hierdie manier invul.
be: На сённяшні дзень вам не трэба занадта турбавацца пра функцыю дазволу, бо іх толькі два: просты і каталог у катэгорыі. Яны абодва будуць шукаць інфармацыю пра пярэднюю матэрыю ў файлах MarkDown і запоўніць мета -інфармацыя пра паведамленне такім чынам.
bg: Към момента не е нужно да се притеснявате твърде много за функцията на разрешаването, тъй като има само две: проста и директория към категорията. И двамата ще търсят информация за предната материя във файловете за маркиране и ще попълнят мета информация за публикацията по този начин.
ca: A partir d’ara, no us heu de preocupar massa per la funció de resolució, ja que només n’hi ha dos: el directori senzill i a la categoria. Tots dos buscaran informació de la matèria frontal dins dels fitxers de marcatge i emplenaran la informació meta sobre la publicació d'aquesta manera.
cs: Od této chvíle se nemusíte příliš starat o funkci resolveru, protože existují pouze dva: jednoduchý a adresář do kategorie. Oba budou hledat informace o předních hmotách v rámci souborů Markdown a vyplňují meta informace o příspěvku tímto způsobem.
cy: Ar hyn o bryd does dim rhaid i chi boeni gormod am y swyddogaeth Resolver gan mai dim ond dau sydd: syml a chyfeiriadur i'r categori. Bydd y ddau ohonyn nhw'n edrych am wybodaeth mater blaen yn y ffeiliau marcio ac yn llenwi gwybodaeth meta am y post fel hyn.
de: Ab sofort müssen Sie sich nicht zu viel Sorgen um die Resolver -Funktion machen, da es nur zwei gibt: einfach und Verzeichnis für die Kategorie. Beide suchen nach Informationen in den Markdown -Dateien und füllen Meta -Informationen über den Beitrag auf diese Weise aus.
el: Από τώρα δεν χρειάζεται να ανησυχείτε πάρα πολύ για τη λειτουργία του διαλυτή, καθώς υπάρχουν μόνο δύο: απλός και κατάλογος στην κατηγορία. Και οι δύο θα αναζητήσουν πληροφορίες μπροστινής ύλης μέσα στα αρχεία Markdown και θα συμπληρώσουν τις μετα -πληροφορίες σχετικά με την ανάρτηση με αυτόν τον τρόπο.
es: A partir de ahora no tiene que preocuparse demasiado por la función del resolución, ya que solo hay dos: simple y directorio a categoría. Ambos buscarán información de la materia frontal dentro de los archivos de Markdown y completarán la meta información sobre la publicación de esta manera.
et: Praeguse seisuga ei pea te resolverfunktsiooni pärast liiga palju muretsema, kuna neid on ainult kaks: lihtne ja kataloog kategooriasse. Mõlemad otsivad Markdowni failidest esitlemise teavet ja täidavad metateavet postituse kohta sel viisil.
eu: Orain arte ez duzu gehiegi kezkatu behar Resolbver funtzioari buruz bi bakarrik dauden bezala: Kategoria sinplea eta direktorioa. Biak ikusiko dituzte markako fitxategien barruan aurreko materia informazioa eta bete mezuaren inguruko informazioa.
fa: از هم اکنون شما مجبور نیستید بیش از حد نگران عملکرد حل کننده باشید زیرا فقط دو مورد وجود دارد: ساده و دایرکتوری به دسته. آنها هر دو به دنبال اطلاعات مطالب جلو در پرونده های Markdown خواهند بود و اطلاعات متا در مورد پست را از این طریق پر می کنند.
fi: Nyt sinun ei tarvitse huolehtia liikaa ratkaisijatoiminnosta, koska niitä on vain kaksi: yksinkertainen ja hakemisto luokkaan. He molemmat etsivät etutiedot Markdown -tiedostoista ja täyttävät metatiedot viestistä tällä tavalla.
fr: À partir de maintenant, vous n'avez pas à vous soucier trop de la fonction Resolver car il n'y en a que deux: simple et répertoire dans la catégorie. Ils rechercheront tous deux des informations sur la matière dans les fichiers Markdown et rempliront les méta-informations sur le message de cette façon.
ga: Amhail anois ní gá duit a bheith buartha faoi fheidhm an resolver mar níl ach dhá cheann: simplí agus eolaire go catagóir. Beidh an bheirt acu ag lorg eolas ar ábhar tosaigh laistigh de na comhaid Markdown agus líonfaidh siad meta -fhaisnéis faoin bpost ar an mbealach seo.
gd: Mar a-nis cha leig thu leas a bhith a 'guidhe cus a thaobh a' ghnìomh rùn oir chan eil ann ach dhà: sìmplidh agus eòlaire gu roinn. Bidh iad le chèile a 'coimhead airson fiosrachadh aghaidh taobh a-staigh faidhlichean muntail agus lìon iad fiosrachadh Meta mun dreuchd mar seo.
he: נכון לעכשיו אתה לא צריך לדאוג יותר מדי מפונקציית Resolver מכיוון שיש רק שניים: פשוטים וספרייה לקטגוריה. שניהם יחפשו מידע על החומר הקדמי בתוך קבצי Markdown וימלאו מידע על Meta על הפוסט בדרך זו.
hi: अब तक आपको रिज़ॉल्वर फ़ंक्शन के बारे में बहुत अधिक चिंता करने की ज़रूरत नहीं है क्योंकि केवल दो हैं: सरल और श्रेणी के लिए निर्देशिका। वे दोनों मार्कडाउन फ़ाइलों के भीतर फ्रंट मैटर जानकारी की तलाश करेंगे और इस तरह से पोस्ट के बारे में मेटा जानकारी भरेंगे।
hr: Od sada se ne morate previše brinuti o funkciji razlučivača jer postoje samo dvije: jednostavne i direktorij do kategorije. Oboje će tražiti informacije o prednjim materijalima unutar datoteka Markdown i ispuniti meta podatke o postu na ovaj način.
hu: Mostanáig nem kell túl aggódnia a Resolver Function miatt, mivel csak kettő van: egyszerű és könyvtár a kategóriához. Mindkettő a Markdown fájlokban keresi az első anyag információt, és így kitölti a META -információkat a hozzászólásról.
id: Sampai sekarang Anda tidak perlu terlalu khawatir tentang fungsi resolver karena hanya ada dua: sederhana dan direktori untuk kategori. Keduanya akan mencari info materi depan dalam file -file markdown dan mengisi informasi meta tentang posting dengan cara ini.
is: Eins og nú þarftu ekki að hafa of miklar áhyggjur af álverinu þar sem það eru aðeins tveir: einfaldar og skráar í flokkinn. Þeir munu báðir leita að upplýsingum um framan efni innan Markdown skrárnar og fylla út metaupplýsingar um færsluna með þessum hætti.
it: A partire da ora non devi preoccuparti troppo della funzione Resolver in quanto ce ne sono solo due: semplici e directory alla categoria. Entrambi cercheranno informazioni sulla materia frontale all'interno dei file di markdown e compileranno meta informazioni sul post in questo modo.
ja: 現在のところ、2つしかないため、リゾルバー関数についてあまり心配する必要はありません。シンプルとディレクトリのカテゴリです。彼らは両方とも、マークダウンファイル内でフロントマター情報を探し、この方法で投稿に関するメタ情報に記入します。
ko: 현재로서는 단순 및 카테고리에 대한 디렉토리가 두 개만 있기 때문에 Resolver 기능에 대해 너무 걱정할 필요가 없습니다. 둘 다 Markdown 파일 내에서 프론트 물질 정보를 찾고 게시물에 대한 메타 정보를 작성합니다.
ku: Jixwe hûn neçar in ku di derheqê fonksiyona çareseriyê de pir zêde netirsin ku tenê du: hêsan û peldanka ji kategoriyê re. Ew ê her du jî di nav pelên nîşankirinê de agahdariya pêşîn bigerin û agahdariya meta di derheqê postê de dagirin.
lt: Nuo šiol nereikia per daug jaudintis dėl „Resolver“ funkcijos, nes yra tik dvi: paprastas ir katalogas į kategoriją. Jie abu ieškos informacijos apie priekinę medžiagą „Markdown“ failuose ir užpildys meta informaciją apie įrašą tokiu būdu.
lv: Pašlaik jums nav pārāk jāuztraucas par Resolvera funkciju, jo ir tikai divi: vienkāršs un direktorijs uz kategoriju. Viņi abi meklēs priekšējo lietu informāciju marķējuma failos un aizpildīs meta informāciju par šo ziņu šādā veidā.
mk: Од сега, не мора да се грижите премногу за функцијата на решавање, бидејќи има само две: едноставен и директориум до категорија. И двајцата ќе ги бараат информациите за предната материја во рамките на датотеките за обележување и ќе пополнат мета информации за објавата на овој начин.
ml: ഇപ്പോൾ നിങ്ങൾ കൂടുതൽ വിഷമിക്കേണ്ടതില്ല, രണ്ട് ഉള്ളതിനാൽ, രണ്ട് ഉള്ളതിനാൽ, വിഭാഗത്തിലേക്ക് ലളിതവും ഡയറക്ടറിയുമാണ്. അവ രണ്ടും മാർക്ക്ഡൗൺ ഫയലുകൾക്കുള്ളിൽ മുൻകാല വിവരങ്ങൾ തേടുകയും ഈ രീതിയിൽ പോസ്റ്റുചെയ്യുകയും മെറ്റ വിവരങ്ങൾ പൂരിപ്പിക്കുകയും ചെയ്യും.
ms: Setakat ini, anda tidak perlu terlalu risau tentang fungsi resolver kerana terdapat hanya dua: mudah dan direktori ke kategori. Kedua -duanya akan mencari maklumat perkara depan dalam fail markdown dan mengisi maklumat meta mengenai jawatan ini.
mt: Minn issa m'għandekx għalfejn tinkwieta wisq dwar il-funzjoni tar-riżoluzzjoni peress li hemm biss tnejn: sempliċi u direttorju għall-kategorija. It-tnejn se jfittxu informazzjoni dwar il-materja ta 'quddiem fil-fajls ta' Markdown u jimlew informazzjoni meta l-post b'dan il-mod.
nb: Per nå trenger du ikke å bekymre deg for mye om oppløsningsfunksjonen, da det bare er to: enkel og katalog til kategori. De vil begge se etter informasjonsinfo i Markdown -filene og fylle ut metainformasjon om innlegget på denne måten.
nl: Vanaf nu hoef je je geen zorgen te maken over de resolver -functie, omdat er maar twee zijn: eenvoudige en map naar categorie. Ze zullen allebei op zoek zijn naar info -info in de Markdown -bestanden en meta -informatie over het bericht op deze manier invullen.
pa: ਹੁਣ ਤੱਕ ਤੁਹਾਨੂੰ ਰਿਜ਼ੋਲਵਰ ਫੰਕਸ਼ਨ ਬਾਰੇ ਬਹੁਤ ਜ਼ਿਆਦਾ ਚਿੰਤਾ ਕਰਨ ਦੀ ਜ਼ਰੂਰਤ ਨਹੀਂ ਕਿਉਂਕਿ ਇੱਥੇ ਸਿਰਫ ਦੋ ਹਨ: ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਸਧਾਰਣ ਅਤੇ ਡਾਇਰੈਕਟਰੀ. ਉਹ ਦੋਵੇਂ ਮਾਰਕਡਾਉਨ ਫਾਈਲਾਂ ਦੇ ਅੰਦਰ ਫਰੰਟ ਮਾਮਲੇ ਦੀ ਜਾਣਕਾਰੀ ਦੀ ਭਾਲ ਕਰਨਗੇ ਅਤੇ ਇਸ ਤਰੀਕੇ ਨਾਲ ਮੈਟਾ ਜਾਣਕਾਰੀ ਨੂੰ ਭਰਨਗੇ.
pl: Na razie nie musisz zbytnio martwić się o funkcję rozdzielczości, ponieważ są tylko dwa: proste i katalogowe do kategorii. Oboje będą szukać informacji z przodu w plikach Markdown, i wypełniają meta informacje o poście w ten sposób.
pt: A partir de agora, você não precisa se preocupar muito com a função do resolvedor, pois existem apenas dois: simples e diretório na categoria. Ambos procurarão informações de matéria frontal dentro dos arquivos de marcação e preencherão meta informações sobre o post dessa maneira.
ro: De acum nu trebuie să vă faceți griji prea mult cu privire la funcția de rezolvare, deoarece există doar două: simple și director la categorie. Amândoi vor căuta informații din față în fișierele Markdown și vor completa Meta Informații despre postare în acest fel.
ru: На данный момент вам не нужно слишком беспокоиться о функции резолей, так как есть только два: простой и каталог в категории. Они оба будут искать информацию передней материи в файлах разметки и заполнят мета -информацию о сообщении таким образом.
sk: Odteraz sa nemusíte príliš obávať funkcie Resolveru, pretože existujú iba dva: jednoduché a adresár do kategórie. Obaja budú hľadať informácie o prednej záležitosti v súboroch Markdown a vyplniť meta informácie o príspevku týmto spôsobom.
sl: Od zdaj vam ni treba preveč skrbeti za funkcijo Resolver, saj obstajata le dve: preprost in imenik v kategoriji. Oba bosta iskala informacije o sprednji zadevi v datotekah Markdown in izpolnila meta podatke o objavi na ta način.
sq: Deri tani ju nuk duhet të shqetësoheni shumë për funksionin e zgjidhësit pasi ekzistojnë vetëm dy: të thjeshtë dhe drejtori për kategori. Ata të dy do të kërkojnë informacione për lëndën e përparme brenda skedarëve të Markdown dhe do të plotësojnë informacione meta në lidhje me postimin në këtë mënyrë.
sr: Од сада се не морате превише бринути о функцији резолуције јер постоје само две: једноставне и директоријуме категорије. Обоје ће потражити информације о предлазним материјама у оквиру датотека Маркдовн и испуне мета информације о положају на овај начин.
sv: Från och med nu behöver du inte oroa dig för mycket för upplösningsfunktionen eftersom det bara finns två: enkel och katalog till kategori. De kommer båda att leta efter information från Front Matter i Markdown -filerna och fylla i metainformation om inlägget på detta sätt.
th: ณ ตอนนี้คุณไม่ต้องกังวลมากเกินไปเกี่ยวกับฟังก์ชั่นการแก้ไขเนื่องจากมีเพียงสอง: ง่ายและไดเรกทอรีในหมวดหมู่ พวกเขาทั้งสองจะค้นหาข้อมูลสสารด้านหน้าภายในไฟล์ Markdown และกรอกข้อมูลเมตาเกี่ยวกับโพสต์ด้วยวิธีนี้
tr: Şu andan itibaren sadece iki kişi olduğu için çözümleyici işlevi hakkında çok fazla endişelenmenize gerek yok: kategoriye basit ve dizin. Her ikisi de Markdown dosyalarında ön madde bilgilerini arayacak ve yazı hakkında bu şekilde meta bilgileri dolduracaklar.
ur: ابھی تک آپ کو حل کرنے والے فنکشن کے بارے میں بہت زیادہ فکر کرنے کی ضرورت نہیں ہے کیونکہ صرف دو ہی ہیں: زمرہ میں سادہ اور ڈائریکٹری۔ وہ دونوں مارک ڈاون فائلوں کے اندر فرنٹ مادے کی معلومات تلاش کریں گے اور اس طرح پوسٹ کے بارے میں میٹا معلومات کو پُر کریں گے۔
vi: Đến bây giờ, bạn không phải lo lắng quá nhiều về chức năng Resolver vì chỉ có hai: đơn giản và thư mục đến danh mục. Cả hai sẽ tìm kiếm thông tin vật chất phía trước trong các tệp Markdown và điền thông tin meta về bài đăng theo cách này.
xh: Njengangoku awunyanzelekanga ukuba ube nexhala kakhulu malunga nomsebenzi wesisombululo njengoko zimbini kuphela: ezilula nezikhohliselweyo. Zombini ziya kukhangela ulwazi lwangaphambi komcimbi kwiifayile ze-Arking kwaye zigcwalise ulwazi lwe-meta malunga neposi ngale ndlela.
zh_cn: 到目前为止，您不必太担心解析器功能，因为只有两个：类别的简单和目录。他们都将在Markdown文件中查找前提信息，并以这种方式填写有关该帖子的元信息。
zu: Njengamanje awudingi ukukhathazeka kakhulu ngomsebenzi wokuxazulula njengoba kukhona amabili kuphela: elula nekhokhiso esigabeni. Bobabili bazobheka ulwazi lwangaphambili lwendaba ngaphakathi kwamafayela we-markdown futhi bagcwalise imininingwane ye-meta mayelana nokuthunyelwe ngale ndlela.

source: User Interface
af: Gebruikerskoppelvlak
be: Карыстацкі інтэрфейс
bg: Потребителски интерфейс
ca: Interfície d'usuari
cs: Uživatelské rozhraní
cy: Rhyngwyneb defnyddiwr
de: Benutzeroberfläche
el: Διεπαφή χρήστη
es: Interfaz de usuario
et: Kasutajaliides
eu: Erabiltzailearen interfazea
fa: رابط کاربری
fi: Käyttöliittymä
fr: Interface utilisateur
ga: Comhéadan úsáideora
gd: Eadar-aghaidh cleachdaiche
he: ממשק משתמש
hi: प्रयोक्ता इंटरफ़ेस
hr: Korisničko sučelje
hu: Felhasználói felület
id: Antarmuka pengguna
is: Notendaviðmót
it: Interfaccia utente
ja: ユーザーインターフェース
ko: 사용자 인터페이스
ku: Navbera bikarhêner
lt: Vartotojo sąsaja
lv: Lietotāja interfeiss
mk: Кориснички интерфејс
ml: ഉപയോക്തൃ ഇന്റർഫേസ്
ms: Antaramuka pengguna
mt: Interface tal-utent
nb: Brukergrensesnitt
nl: Gebruikersomgeving
pa: ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ
pl: Interfejs użytkownika
pt: Interface de usuário
ro: Interfața cu utilizatorul
ru: Пользовательский интерфейс
sk: Používateľské rozhranie
sl: Uporabniški vmesnik
sq: Ndërfaqe e përdoruesit
sr: Кориснички интерфејс
sv: Användargränssnitt
th: หน้าจอผู้ใช้
tr: Kullanıcı arayüzü
ur: یوزر انٹرفیس
vi: Giao diện người dùng
xh: Indawo yomsebenzisi
zh_cn: 用户界面
zu: Isikhombimsebenzisi

source: The user interface is pretty straight forward. Gitdown inserts three different UI element into your page you see description of them below.
af: Die gebruikerskoppelvlak is redelik reguit. Gitdown plaas drie verskillende UI -element in u bladsy. U sien die beskrywing daarvan hieronder.
be: Карыстацкі інтэрфейс даволі прама наперад. GitDown Устаўляе тры розныя элементы карыстацкага інтэрфейсу ў вашу старонку, якую вы бачыце апісанне ніжэй.
bg: Потребителският интерфейс е доста прав напред. GitDown вмъква три различни UI елемента на вашата страница, които виждате описание на тях по -долу.
ca: La interfície d'usuari és força directa. GitDown insereix tres elements d'UI diferents a la vostra pàgina. Veieu la descripció a continuació.
cs: Uživatelské rozhraní je docela přímo vpřed. Gitdown vloží do své stránky tři různé prvky uživatelského rozhraní, zobrazíte jejich popis níže.
cy: Mae'r rhyngwyneb defnyddiwr yn eithaf syml. Mae Gitdown yn mewnosod tair elfen UI wahanol yn eich tudalen rydych chi'n gweld disgrifiad ohonyn nhw isod.
de: Die Benutzeroberfläche ist ziemlich einfach. Gitdown fügt drei verschiedene UI -Elemente in Ihre Seite ein. Sie sehen die Beschreibung von ihnen unten.
el: Η διεπαφή χρήστη είναι αρκετά ευθεία προς τα εμπρός. Το Gitdown εισάγει τρία διαφορετικά στοιχεία UI στη σελίδα σας, βλέπετε την περιγραφή τους παρακάτω.
es: La interfaz de usuario es bastante sencilla. Gitdown inserta tres elementos de interfaz de usuario diferentes en su página que vea la descripción de ellos a continuación.
et: Kasutajaliides on üsna sirgjooneline. GitDown lisab oma lehele kolm erinevat kasutajaliidese elementi. Näete nende kirjeldust allpool.
eu: Erabiltzailearen interfazea nahiko erraza da. Gitdown-ek hiru UI elementu desberdin txertatzen ditu zure orrian, azpian deskribapena ikusten duzu.
fa: رابط کاربری کاملاً مستقیم به جلو است. GitDown سه عنصر UI مختلف را در صفحه خود وارد می کند و توضیحات آنها را در زیر مشاهده می کنید.
fi: Käyttöliittymä on melko suoraviivainen. Gitdown lisää kolme erilaista käyttöliittymäelementtiä sivullesi, näet kuvauksen niistä alla.
fr: L'interface utilisateur est assez simple. Gitdown insère trois éléments d'interface utilisateur différents dans votre page que vous en voyez des description ci-dessous.
ga: Tá an comhéadan úsáideora díreach díreach ar aghaidh. Cuireann Gitdown trí ghné éagsúla Chomhéadain isteach i do leathanach a fheiceann tú cur síos orthu thíos.
gd: Tha an eadar-aghaidh cleachdaiche gu math sìmplidh. Gitdown a-steach trì eileamaid de dhiofar Ui eadar-dhealaichte a-steach don duilleag agad a chì thu tuairisgeul dhiubh gu h-ìosal.
he: ממשק המשתמש די ישר קדימה. GitDown מוסיף שלושה אלמנט ממשק משתמש שונה לדף שלך אתה רואה תיאור שלהם למטה.
hi: उपयोगकर्ता इंटरफ़ेस बहुत सीधे आगे है। Gitdown आपके पृष्ठ में तीन अलग -अलग UI तत्व डालता है जिसे आप नीचे दिए गए विवरण देखते हैं।
hr: Korisničko sučelje prilično je ravno naprijed. GitDown ubacuje tri različita elementa UI u vašu stranicu, vidite ih u nastavku.
hu: A felhasználói felület nagyon egyenes. A gitdown három különféle felhasználói felületet illeszt be az oldalába, amelyet az alábbiakban láthat.
id: Antarmuka pengguna cukup lurus ke depan. Gitdown menyisipkan tiga elemen UI yang berbeda ke halaman Anda, Anda melihat deskripsi di bawah ini.
is: Notendaviðmótið er nokkuð beint áfram. Gitdown setur þrjá mismunandi UI frumefni inn á síðuna þína sem þú sérð lýsingu á þeim hér að neðan.
it: L'interfaccia utente è piuttosto semplice. Gitdown inserisce tre diversi elementi dell'interfaccia utente nella tua pagina ne vedi la descrizione di seguito.
ja: ユーザーインターフェイスは非常に簡単です。 gitdownは、以下にそれらの説明を表示するページに3つの異なるUI要素を挿入します。
ko: 사용자 인터페이스는 매우 간단합니다. GitDown은 페이지에 세 가지 다른 UI 요소를 삽입합니다. 아래 설명에 대한 설명이 표시됩니다.
ku: Navbera bikarhêner pir rasterast e. Gitdown sê hêmanên UI yên cûda yên li rûpelê xwe vedihewîne, hûn danasîna wan li jêr dibînin.
lt: Vartotojo sąsaja yra gana tiesi. „Gitdown“ į savo puslapį įterpia tris skirtingus vartotojo sąsajos elementus, kuriuos matote žemiau esančio jų aprašymą.
lv: Lietotāja saskarne ir diezgan taisna uz priekšu. Gitdown ievieto trīs dažādu lietotāja saskarnes elementu jūsu lapā, redzot to aprakstu zemāk.
mk: Корисничкиот интерфејс е прилично исправен напред. Gitdown вметнува три различни UI -елемент во вашата страница што го гледате описот на нив подолу.
ml: ഉപയോക്തൃ ഇന്റർഫേസ് വളരെ മുന്നോട്ട് ആണ്. നിങ്ങളുടെ പേജിലേക്ക് മൂന്ന് വ്യത്യസ്ത യുഐ ഘടകം ജിറ്റ്ഡൗൺ ചേർക്കുന്നു.
ms: Antara muka pengguna cukup lurus ke hadapan. Gitdown memasukkan tiga elemen UI yang berbeza ke dalam halaman anda, anda melihat perihalannya di bawah.
mt: L-interface tal-utent huwa pjuttost 'il quddiem. Gitdown daħħal tliet element UI differenti fil-paġna tiegħek tara deskrizzjoni tagħhom hawn taħt.
nb: Brukergrensesnittet er ganske rett frem. Gitdown setter inn tre forskjellige brukergrensesnittelement på siden din du ser beskrivelse av dem nedenfor.
nl: De gebruikersinterface is vrij eenvoudig. GitDown voegt drie verschillende UI -elementen in uw pagina in, u ziet hieronder beschrijving van deze.
pa: ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਸਿੱਧਾ ਸਿੱਧਾ ਸਿੱਧਾ ਹੈ. ਗਿੱਟਡਾਉਨ ਤੁਹਾਡੇ ਪੰਨੇ ਵਿੱਚ ਤਿੰਨ ਵੱਖ-ਵੱਖ UI ਐਲੀਮੈਂਟ ਪਾਉਂਦਾ ਹੈ ਜਿਸ ਬਾਰੇ ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਸਨ.
pl: Interfejs użytkownika jest dość prosty. Gitdown wprowadza trzy różne elementy interfejsu użytkownika na swoją stronę
pt: A interface do usuário é bastante direta. O GitDown insere três elementos diferentes da interface do usuário em sua página, você vê a descrição deles abaixo.
ro: Interfața de utilizator este destul de simplă. Gitdown introduce trei elemente UI diferite în pagina dvs., vedeți descrierea acestora mai jos.
ru: Пользовательский интерфейс довольно прост. Gitdown вставляет три разных элемента пользовательского интерфейса в свою страницу, вы видите их описание ниже.
sk: Používateľské rozhranie je celkom priame. Gitdown vkladá na vašu stránku tri rôzne prvky používateľského rozhrania, ktoré ich popis nájdete nižšie.
sl: Uporabniški vmesnik je precej naravnost naprej. Gitdown v svojo stran vstavi tri različne elemente uporabniškega vmesnika. Opis jih vidite spodaj.
sq: Ndërfaqja e përdoruesit është goxha e drejtë përpara. Gitdown fut tre elemente të ndryshme UI në faqen tuaj Ju shihni përshkrimin e tyre më poshtë.
sr: Кориснички интерфејс је прилично равно напред. Гитдовн убацује три различита УИ елемента у своју страницу коју видите опис у наставку.
sv: Användargränssnittet är ganska rakt fram. Gitdown sätter in tre olika UI -element på din sida ser du beskrivning av dem nedan.
th: ส่วนต่อประสานผู้ใช้ค่อนข้างตรงไปตรงมา Gitdown แทรกองค์ประกอบ UI ที่แตกต่างกันสามองค์ประกอบลงในหน้าของคุณคุณเห็นคำอธิบายของพวกเขาด้านล่าง
tr: Kullanıcı arayüzü oldukça basittir. Gitdown sayfanıza üç farklı UI öğesi ekler. Aşağıdaki açıklamaları görürsünüz.
ur: یوزر انٹرفیس بالکل سیدھا ہے۔ گٹ ڈاون آپ کے صفحے میں تین مختلف UI عنصر داخل کرتا ہے آپ کو ذیل میں ان کی تفصیل نظر آتی ہے۔
vi: Giao diện người dùng khá thẳng về phía trước. Gitdown chèn ba phần tử UI khác nhau vào trang của bạn, bạn thấy mô tả về chúng bên dưới.
xh: Isinxibelelanisi somsebenzisi mhle phambili. I-Gitdown ifaka into ezintathu ezahlukileyo ze-UI kwiphepha lakho obona inkcazo yabo ingezantsi.
zh_cn: 用户界面非常简单。 Gitdown将三个不同的UI元素插入您的页面，您在下面看到它们的描述。
zu: Isibonisi somsebenzisi siqonde ngqo phambili. I-gitdown ifaka into ehlukene ye-UI ehlukene ekhasini lakho ubona incazelo yazo ngezansi.

source: Article Overview
af: Artikeloorsig
be: Агляд артыкула
bg: Преглед на статията
ca: Visió general de l'article
cs: Přehled článku
cy: Trosolwg o'r erthygl
de: Artikelübersicht
el: Επισκόπηση άρθρου
es: Descripción general del artículo
et: Artikli ülevaade
eu: Artikuluaren ikuspegi orokorra
fa: بررسی اجمالی
fi: Artikkelin yleiskatsaus
fr: Aperçu de l'article
ga: Forbhreathnú Airteagal
gd: Ùllamh Ollamhan artaigil
he: סקירה כללית של מאמר
hi: अनुच्छेद अवलोकन
hr: Pregled članka
hu: Cikk áttekintése
id: Ikhtisar Artikel
is: Yfirlit yfir grein
it: Panoramica dell'articolo
ja: 記事の概要
ko: 기사 개요
ku: Gotara Overview
lt: Straipsnio apžvalga
lv: Raksta pārskats
mk: Преглед на статии
ml: ആർട്ടിക്കിൾ അവലോകനം
ms: Gambaran keseluruhan artikel
mt: Ħarsa ġenerali tal-artiklu
nb: Artikkeloversikt
nl: Artikeloverzicht
pa: ਲੇਖ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd artykułu
pt: Visão geral do artigo
ro: Prezentare generală a articolului
ru: Обзор статьи
sk: Prehľad článku
sl: Pregled članka
sq: Përmbledhje e artikullit
sr: Преглед чланка
sv: Artikelöversikt
th: ภาพรวมบทความ
tr: Makaleye Genel Bakış
ur: مضمون کا جائزہ
vi: Tổng quan bài viết
xh: MVINI
zh_cn: 文章概述
zu: Ukubuka konke
