Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: Deleting a post means it will be deleted on Wordpress not in the repository, so it is advised to make a backup of your posts beforehand.
af: Die verwydering van 'n pos beteken dat dit op WordPress nie in die bewaarplek geskrap sal word nie, en daarom word dit aangeraai om vooraf 'n rugsteun van u poste te maak.
be: Выдаленне паведамлення азначае, што ён будзе выдалены на WordPress, які не ў рэпазітары, таму рэкамендуецца загадзя зрабіць рэзервовую копію вашых паведамленняў.
bg: Изтриването на публикация означава, че тя ще бъде изтрита на WordPress, а не в хранилището, така че се препоръчва предварително да направите резервно копие на вашите публикации.
ca: Eliminar una publicació significa que es suprimirà a WordPress no al dipòsit, per la qual cosa es recomana fer una còpia de seguretat de les publicacions prèviament.
cs: Odstranění příspěvku znamená, že bude smazán na WordPress nikoli v úložišti, takže se doporučuje předem provést zálohu vašich příspěvků.
cy: Mae dileu post yn golygu y bydd yn cael ei ddileu ar WordPress nid yn yr ystorfa, felly fe'ch cynghorir i wneud copi wrth gefn o'ch swyddi ymlaen llaw.
de: Wenn Sie einen Beitrag löschen, wird er auf WordPress nicht im Repository gelöscht. Daher wird empfohlen, vorab eine Sicherung Ihrer Beiträge zu erstellen.
el: Η διαγραφή μιας ανάρτησης σημαίνει ότι θα διαγραφεί στο WordPress όχι στο χώρο αποθήκευσης, οπότε συνιστάται να δημιουργήσετε εκ των προτέρων αντίγραφα ασφαλείας των δημοσιεύσεών σας.
es: Eliminar una publicación significa que se eliminará en WordPress, no en el repositorio, por lo que se recomienda hacer una copia de seguridad de sus publicaciones de antemano.
et: Posti kustutamine tähendab, et see kustutatakse WordPressist, mitte hoidlas, seetõttu soovitatakse teie postitustest eelnevalt varundada.
eu: Posta ezabatzeak esan nahi du WordPress ez da gordailuan ezabatuko, beraz, zure mezuen babeskopia egitea gomendatzen da aurretik.
fa: حذف یک پست به این معنی است که در وردپرس نه در مخزن حذف می شود ، بنابراین توصیه می شود از قبل از پست های خود نسخه پشتیبان تهیه کنید.
fi: Viestin poistaminen tarkoittaa, että se poistetaan WordPressissä, ei arkistossa, joten on kehotettava tekemään viestejäsi etukäteen.
fr: La suppression d'un message signifie qu'elle sera supprimée sur WordPress et non dans le référentiel, il est donc conseillé de faire une sauvegarde de vos messages à l'avance.
ga: Ciallaíonn scriosadh post go scriosfar é ar WordPress ní sa stór, mar sin moltar duit cúltaca de do phoist a dhéanamh roimh ré.
gd: Le bhith a 'cuir às do phost tha e a' ciallachadh gun tèid a dhubhadh às air WordPress nach eil san ionad-reic, agus mar sin thathar a 'comhairleachadh cùl-taic de na dreuchdan agad ro-làimh.
he: מחיקת פוסט פירושה שהיא תימחק על וורדפרס ולא במאגר, ולכן מומלץ לבצע גיבוי של הפוסטים שלך לפני כן.
hi: किसी पोस्ट को हटाने का मतलब है कि इसे वर्डप्रेस पर रिपॉजिटरी में नहीं डिलीट किया जाएगा, इसलिए यह आपके पोस्ट का बैकअप पहले से बनाने की सलाह दी जाती है।
hr: Brisanje posta znači da će se izbrisati na WordPress -u, a ne u skladištu, pa se savjetuje da unaprijed napravite sigurnosnu kopiju vaših postova.
hu: A bejegyzés törlése azt jelenti, hogy azt a WordPress -en törlik, nem a tárolóban, ezért javasoljuk, hogy készítsen biztonsági másolatot a hozzászólásairól.
id: Menghapus posting berarti akan dihapus pada WordPress yang tidak ada di repositori, jadi disarankan untuk membuat cadangan posting Anda sebelumnya.
is: Að eyða færslu þýðir að henni verður eytt á WordPress ekki í geymslunni, svo það er ráðlagt að taka öryggisafrit af innleggunum þínum fyrirfram.
it: L'eliminazione di un post significa che verrà eliminato su WordPress non nel repository, quindi si consiglia di effettuare un backup dei tuoi post in anticipo.
ja: 投稿を削除することは、リポジトリ内ではなくWordPressで削除されることを意味するため、事前に投稿のバックアップを作成することをお勧めします。
ko: 게시물을 삭제하면 저장소가 아닌 WordPress에서 삭제되므로 사전에 게시물을 백업하는 것이 좋습니다.
ku: Deletkirina posteyê tê vê wateyê ku dê li ser WordPress nayê jêbirin, ji ber vê yekê tê şîret kirin ku berî postên xwe paşpirtik bikin.
lt: Ištrinti įrašą reiškia, kad jis bus ištrintas „WordPress“ ne saugykloje, todėl patariama iš anksto sukurti savo įrašų atsarginę kopiją.
lv: Ziņas dzēšana nozīmē, ka tā tiks izdzēsta WordPress, kas nav repozitorijā, tāpēc ieteicams iepriekš veikt rezerves kopiju.
mk: Бришење на објава значи дека ќе се избрише на WordPress не во складиштето, па се препорачува претходно да направите резервна копија на вашите објави.
ml: ഒരു പോസ്റ്റ് ഇല്ലാതാക്കുന്നത് അർത്ഥമാക്കുന്നത് വേർഡ്പ്രസ്സിൽ ഇല്ലാത്തത് മാറ്റമില്ലാതെ ഇല്ലാതാക്കും, അതിനാൽ നിങ്ങളുടെ പോസ്റ്റുകളുടെ ബാക്കപ്പ് ചെയ്യാൻ നിർദ്ദേശിക്കുന്നു.
ms: Memadam jawatan bermakna ia akan dipadamkan pada WordPress bukan di repositori, jadi dinasihatkan untuk membuat sandaran jawatan anda terlebih dahulu.
mt: It-tħassir ta 'post ifisser li se jitħassar fuq WordPress mhux fir-repożitorju, u għalhekk huwa avżat li tagħmel backup tal-karigi tiegħek minn qabel.
nb: Å slette et innlegg betyr at det vil bli slettet på WordPress ikke i depotet, så det anbefales å ta en sikkerhetskopi av innleggene dine på forhånd.
nl: Het verwijderen van een bericht betekent dat het op WordPress wordt verwijderd, niet in de repository, dus het wordt geadviseerd om vooraf een back -up van uw berichten te maken.
pa: ਇੱਕ ਪੋਸਟ ਨੂੰ ਮਿਟਾਉਣ ਦਾ ਅਰਥ ਹੈ ਵਰਡਪਰੈਸ ਵਿੱਚ ਨਹੀਂ ਬਦਲੇਗੀ, ਇਸ ਲਈ ਇਸ ਨੂੰ ਪਹਿਲਾਂ ਤੋਂ ਤੁਹਾਡੀ ਪੋਸਟਾਂ ਦਾ ਬੈਕਅਪ ਬਣਾਉਣ ਲਈ ਸਲਾਹ ਦਿੱਤੀ ਜਾਏਗੀ.
pl: Usunięcie postu oznacza, że ​​zostanie usunięty na WordPress nie w repozytorium, więc zaleca się wcześniej dokonanie kopii zapasowych swoich postów.
pt: Excluir uma postagem significa que será excluída no WordPress não no repositório, por isso é aconselhado a fazer um backup de suas postagens com antecedência.
ro: Ștergerea unei postări înseamnă că va fi ștersă pe WordPress nu în depozit, așa că este recomandat să faceți o copie de rezervă a postărilor dvs. înainte.
ru: Удаление поста означает, что он будет удален на WordPress, а не в репозитории, поэтому рекомендуется заранее сделать резервную копию ваших постов.
sk: Odstránenie príspevku znamená, že bude odstránený na WordPress nie v úložisku, takže sa odporúča urobiť zálohu vašich príspevkov vopred.
sl: Izbrisanje objave pomeni, da bo na WordPresu izbrisana ne v skladišču, zato je priporočljivo, da predhodno naredite varnostno kopijo svojih objav.
sq: Fshirja e një postimi do të thotë se do të fshihet në WordPress jo në depo, kështu që këshillohet të bëni një kopje rezervë të postimeve tuaja paraprakisht.
sr: Брисање пост значи да ће се избрисати на ВордПресс-у не у спремишту, тако да је саветовано да унапред направите резервну копију ваших постова.
sv: Att ta bort ett inlägg innebär att det kommer att raderas på WordPress inte i förvaret, så det rekommenderas att göra en säkerhetskopia av dina inlägg i förväg.
th: การลบโพสต์หมายความว่าจะถูกลบใน WordPress ที่ไม่ได้อยู่ในที่เก็บดังนั้นจึงควรทำการสำรองข้อมูลโพสต์ของคุณล่วงหน้า
tr: Bir gönderiyi silmek, depoda değil WordPress'te silineceği anlamına gelir, bu nedenle yayınlarınızın bir yedeğini önceden yapmanız önerilir.
ur: کسی پوسٹ کو حذف کرنے کا مطلب ہے کہ اسے ورڈپریس پر حذف کردیا جائے گا نہ کہ ذخیرہ میں ، لہذا یہ مشورہ دیا جاتا ہے کہ وہ پہلے سے ہی آپ کی پوسٹس کا بیک اپ بنائیں۔
vi: Xóa một bài đăng có nghĩa là nó sẽ bị xóa trên WordPress không có trong kho lưu trữ, vì vậy bạn nên thực hiện sao lưu các bài đăng của bạn trước đó.
xh: Ukucima iposti kuthetha ukuba kuya kucinywa kwi-WordPress ayikho kwindawo yokugcina izinto, ke kuyacetyiswa ukuba enze i-backup yezithuba zakho kwangaphambili.
zh_cn: 删除帖子意味着它将在不在存储库中的WordPress上删除，因此建议事先对您的帖子进行备份。
zu: Ukususa okuthunyelwe kusho ukuthi kuzosuswa ku-WordPress hhayi endaweni yokugcina, ngakho-ke kuyalulekwa ukuthi yenze isipele sokuthunyelwe kwakho kusengaphambili.

source: Posts Overview
af: Posts Oorsig
sq: Përmbledhje e postimeve
