Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-ji.po
Languages: ji

source: Use this Plugin to create, update, delete and manage markdown articles hosted on a remote repository.
ji: ניצן דעם פּלוגין צו שאַפֿן, דערהייַנטיקן, ויסמעקן און פירן מאַרקדאָוון אַרטיקלען כאָוסטיד אויף אַ ווייַט ריפּאַזאַטאָרי.

source: Manage Git Articles
ji: אויפֿפּאַסן GIT אַרטיקלען

source: This plugin was made by
ji: דעם פּלוגין איז געווען געמאכט דורך

source: Update All
ji: דערהייַנטיקן אַלע

source: Delete All
ji: ויסמעקן אַלע

source: Reload
ji: רילאָוד

source: Download Example Folder Structure
ji: אראפקאפיע בייַשפּיל

source: Settings
ji: סעטטינגס

source: Take Tour
ji: נעמען רייַזע

source: Complex View
ji: קאָמפּלעקס מיינונג

source: Remote
ji: ווייַט

source: Actions
ji: אַקשאַנז

source: Is on Wordpress
ji: איז אויף וואָרדפּרעסס

source: Not on wordpress
ji: ניט אויף וואָרדפּרעסס

source: Update
ji: דערהייַנטיקן

source: Delete
ji: ויסמעקן

source: Open in new Tab
ji: עפענען אין נייַ קוויטל

source: Publish
ji: אַרויסגעבן

source: Loading
ji: לאָודינג

source: Resolver
ji: רעסאָלווער

source: Gitdown tries to find and understand your articles in a given repository in a few different ways. This process is called "Resolving" and it entails three steps, that you should follow when editing the settings.
ji: Gitdown Tries צו געפֿינען און פֿאַרשטיין דיין אַרטיקלען אין אַ געגעבן ריפּאַזאַטאָרי אין אַ ביסל פאַרשידענע וועגן. דער פּראָצעס איז גערופן "ריזאַלווינג" און עס ינטיילז דריי סטעפּס, וואָס איר זאָל נאָכפאָלגן ווען עדיטינג די סעטטינגס.

source: Repository
ji: ריפּאַזאַטאָרי

source: Before you can get started you have to specifiy where your repository is located. By default there is an example repository that you can use to test and learn how this plugin works.
ji: איידער איר קענען אָנהייבן איר דאַרפֿן צו ספּעציפיצירן ווו דיין ריפּאַזאַטאָרי איז ליגן. דורך פעליקייַט עס איז אַ מומב ריפּאַזאַטאָרי אַז איר קענען נוצן צו פּרובירן און לערנען ווי דעם פּלוגין אַרבעט.

source: Glob Pattern
ji: גלאָבער מוסטער

source: With the glob pattern you specifiy where in your repository the files are. For example: <code>**/*.md</code> will match any file that ends with .md. Use <a href="https://globster.xyz/">globster.xyz</a> to learn and test your glob pattern or you can try it out right down below this paragraph.
ji: מיט די גלאָבער מוסטער איר ספּעסאַפיי ווו אין דיין ריפּאַזאַטאָרי די טעקעס זענען. פֿאַר בייַשפּיל: <קאָוד> ** / *. MD </ קאָד> וועט גלייַכן קיין טעקע וואָס ענדס מיט .md. ניצן <a Href=.HTTPS JRIEGOBSTER.KIZ /XTPLEZ /XPLEZ /XPLEZ /XTER.קיז </a> צו לערנען דיין גלאָבער מוסטער אָדער איר קענען פּרובירן עס אַראָפּ אונטער דעם פּאַראַגראַף.

source: Resolver Function
ji: רעסאָלווער פונקציאָנירן

source: As of now you dont have to worry too much about the resolver function as there are only two: Simple and Directory to Category. They will both look for Front matter info within the markdown files and fill out meta information about the post this way.
ji: איצט איר טאָן ניט האָבן צו זאָרג צו פיל וועגן די רעסאָלווער פונקציאָנירן ווי עס זענען בלויז צוויי: פּשוט און וועגווייַזער צו קאַטעגאָריע. זיי וועלן ביידע קוקן פֿאַר פראָנט ענין אין די מאַרקדאַון טעקעס און פּלאָמבירן אויס מעטאַ אינפֿאָרמאַציע וועגן דעם פּאָסטן דעם וועג.

source: User Interface
ji: באַניצער צובינד

source: The user interface is pretty straight forward. Gitdown inserts three different UI element into your page you see description of them below.
ji: דער באַניצער צובינד איז שיין גלייַך פאָרויס. גיטדון ינסערץ דרייַ פאַרשידענע וי עלעמענט אין דיין בלאַט איר זען באַשרייַבונג פון זיי אונטן.

source: Article Overview
ji: אַרטיקל איבערבליק

source: This is where you currently are. Here you see all the posts within the repo that have been found via the glob pattern and resolver. You can publish, update and delete posts here. Keep in mind that posts are identified by their slug.
ji: דאָס איז ווו איר איצט זענען. דאָ איר זען אַלע אַרטיקלען אין די רעפּאָ וואָס זענען געפֿונען דורך די גלאָבער מוסטער און רעסאָלווער. איר קענען אַרויסגעבן, דערהייַנטיקן און ויסמעקן אַרטיקלען דאָ. האַלטן אין מיינונג אַז אַרטיקלען זענען יידענאַפייד דורך זייער מעטאַלכל.

source: You can enter a complex view mode where you see more infos about the articles which may be useful when setting up.
ji: איר קענט אַרייַן אַ קאָמפּלעקס מיינונג מאָדע ווו איר זען מער אינפֿאָרמאַציע וועגן די אַרטיקלען וואָס קען זיין נוציק ווען איר שטעלן זיך.

source: Deleting a post means it will be deleted on Wordpress not in the repository, so it is advised to make a backup of your posts beforehand.
ji: דיליטינג אַ פּאָסטן מיטל אַז עס וועט ווערן אויסגעמעקט אויף WordPress ניט אין די ריפּאַזאַטאָרי, אַזוי עס איז רעקאַמענדיד צו מאַכן אַ באַקאַפּ פון דיין אַרטיקלען פארויס.
