Repository: HammyHavoc/Gitdown
Catalog: languages/po/gitdown-*.po
Languages: af, be, bg, ca, cs, cy, de, el, es, et, eu, fa, fi, fr, ga, gd, he, hi, hr, hu, id, is, it, ja, ko, ku, lt, lv, mk, ml, ms, mt, nb, nl, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, th, tr, ur, vi, xh, zh_cn, zu

source: Use this Plugin to create, update, delete and manage markdown articles hosted on a remote repository.
af: Gebruik hierdie inprop om Markdown -artikels wat op 'n afgeleë bewaarplek aangebied word, te skep, op te dateer, te verwyder en te bestuur.
be: Выкарыстоўвайце гэты убудова для стварэння, абнаўлення, выдалення і кіравання артыкуламі, размешчанымі на аддаленым сховішчы.
bg: Използвайте този плъгин, за да създадете, актуализирате, изтриете и управлявате статии за маркиране, хоствани на отдалечено хранилище.
ca: Utilitzeu aquest complement per crear, actualitzar, suprimir i gestionar articles de Markdown allotjats en un dipòsit remot.
cs: Tento plugin použijte k vytváření, aktualizaci, mazání a spravováním článků Markdown hostované na vzdáleném úložišti.
cy: Defnyddiwch yr ategyn hwn i greu, diweddaru, dileu a rheoli erthyglau marcio a gynhelir ar ystorfa anghysbell.
de: Verwenden Sie dieses Plugin, um Markdown -Artikel zu erstellen, zu aktualisieren, zu löschen und zu verwalten, die in einem Remote -Repository gehostet werden.
el: Χρησιμοποιήστε αυτό το plugin για να δημιουργήσετε, να ενημερώσετε, να διαγράψετε και να διαχειριστείτε άρθρα MarkDown που φιλοξενούνται σε απομακρυσμένο αποθετήριο.
es: Use este complemento para crear, actualizar, eliminar y administrar artículos de Markdown alojados en un repositorio remoto.
et: Kasutage seda pistikprogrammi, et luua, värskendada, kustutada ja hallata kaughoidlas hostitud märkmeartikleid.
eu: Erabili plugin hau urruneko biltegian ostatatutako markako artikuluak sortzeko, eguneratu, ezabatu eta kudeatzeko.
fa: از این افزونه برای ایجاد ، به روزرسانی ، حذف و مدیریت مقالات Markdown که در یک مخزن از راه دور میزبان هستند استفاده کنید.
fi: Tämän laajennuksen avulla voit luoda, päivittää, poistaa ja hallita etävarastossa järjestettyjä merkintäartikkeleita.
fr: Utilisez ce plugin pour créer, mettre à jour, supprimer et gérer les articles Markdown hébergés sur un référentiel distant.
ga: Bain úsáid as an mbreiseán seo chun earraí Markdown a chruthú, a nuashonrú, a scriosadh agus a bhainistiú arna óstáil ar stór iargúlta.
gd: Cleachd am plugan seo gus na h-artaigilean iomallach a chruthachadh, ùrachadh agus a riaghladh air stòr iomallach.
he: השתמש בתוסף זה כדי ליצור, לעדכן, למחוק ולנהל מאמרי סימון המתארחים במאגר מרוחק.
hi: दूरस्थ रिपॉजिटरी पर होस्ट किए गए मार्कडाउन लेखों को बनाने, अपडेट करने, हटाने और प्रबंधित करने के लिए इस प्लगइन का उपयोग करें।
hr: Upotrijebite ovaj dodatak za stvaranje, ažuriranje, brisanje i upravljanje člancima Markdown -a hostiranih na udaljenom spremištu.
hu: Ezzel a plugin segítségével hozzon létre, frissítse, törölje és kezelje a távoli tárolóban tárolt Markdown cikkeket.
id: Gunakan plugin ini untuk membuat, memperbarui, menghapus, dan mengelola artikel Markdown yang dihosting di repositori jarak jauh.
is: Notaðu þetta viðbót til að búa til, uppfæra, eyða og stjórna Markdown greinum sem hýst er á ytri geymslu.
it: Utilizzare questo plug -in per creare, aggiornare, eliminare e gestire gli articoli di markdown ospitati su un repository remoto.
ja: このプラグインを使用して、リモートリポジトリでホストされているマークダウン記事を作成、更新、削除、管理します。
ko: 이 플러그인을 사용하여 원격 저장소에서 호스팅되는 Markdown 기사를 작성, 업데이트, 삭제 및 관리하십시오.
ku: Vê pêvekê bikar bînin da ku gotarên nîşangir ên li ser repoyek dûr, nûvekirin, jêbirin, nûkirin, jêbirin û rêvebirin.
lt: Naudokite šį papildinį, kad sukurtumėte, atnaujintumėte, ištrintumėte ir valdytumėte „Markdown“ straipsnius, esančius nuotoliniame saugykloje.
lv: Izmantojiet šo spraudni, lai izveidotu, atjauninātu, izdzēstu un pārvaldītu marķējuma rakstus, kas mitināti attālajā krātuvē.
mk: Користете го овој додаток за да креирате, ажурирате, бришете и управувате со статиите за обележување, хостирани на далечинско складиште.
ml: ഒരു വിദൂര ശേഖരത്തിൽ ഹോസ്റ്റുചെയ്യുന്ന മാർക്ക്ഡൗൺ ലേഖനങ്ങൾ സൃഷ്ടിക്കുന്നതിനും അപ്ഡേറ്റ്ഡൗൺ ലേഖനങ്ങൾ നടത്താനും നിയന്ത്രിക്കാനും ഈ പ്ലഗിൻ ഉപയോഗിക്കുക.
ms: Gunakan plugin ini untuk membuat, mengemas kini, memadam dan mengurus artikel Markdown yang dihoskan pada repositori jauh.
mt: Uża dan il-plugin biex toħloq, taġġorna, tħassar u timmaniġġja l-artikoli ta 'Markdown ospitati fuq repożitorju remot.
nb: Bruk denne pluginen til å opprette, oppdatere, slette og administrere markdown -artikler som er vert på et eksternt depot.
nl: Gebruik deze plug -in om markdown -artikelen te maken, bij te werken, te verwijderen en te beheren die zijn gehost op een externe repository.
pa: ਮਾਰਕਡਾਉਨ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਮਾਰਕਡਾਉਨ ਦਾ ਉਪਯੋਗ ਕਰਨ ਲਈ ਇਸ ਪਲੱਗਇਨ ਦੀ ਵਰਤੋਂ ਕਰੋ ਇੱਕ ਰਿਮੋਟ ਰਿਪੋਜ਼ਟਰੀ ਤੇ ਹੋਸਟਡ ਕਰੋ.
pl: Użyj tej wtyczki, aby tworzyć, aktualizować, usuwać i zarządzać artykułami Markdown hostowanymi w zdalnym repozytorium.
pt: Use este plug -in para criar, atualizar, excluir e gerenciar artigos de marcação hospedados em um repositório remoto.
ro: Utilizați acest plugin pentru a crea, actualiza, șterge și gestiona articole de marcare găzduite pe un depozit de la distanță.
ru: Используйте этот плагин для создания, обновления, удаления и управления статьями Markdown, размещенными в удаленном репозитории.
sk: Pomocou tohto doplnku na vytvorenie, aktualizáciu, odstránenie a správu článkov Markdown hostených na vzdialenom úložisku.
sl: Uporabite ta vtičnik za ustvarjanje, posodobitev, brisanje in upravljanje člankov Markdown, ki jih gostijo v oddaljenem skladišču.
sq: Përdorni këtë shtojcë për të krijuar, azhurnuar, fshirë dhe menaxhuar artikujt e Markdown të ​​organizuar në një depo të largët.
sr: Користите овај додатак да бисте креирали, ажурирали, обрисали и управљали Маркдовн Артицлес домаћин на удаљеном спремишту.
sv: Använd det här plugin för att skapa, uppdatera, ta bort och hantera Markdown -artiklar som är värd på ett fjärrförvar.
th: ใช้ปลั๊กอินนี้เพื่อสร้างอัปเดตลบและจัดการบทความ Markdown ที่โฮสต์บนที่เก็บระยะไกล
tr: Uzak bir depoda barındırılan Markdown Makaleleri oluşturmak, güncellemek, silmek ve yönetmek için bu eklentiyi kullanın.
ur: اس پلگ ان کا استعمال دور دراز کے ذخیروں پر میزبان مارک ڈاون مضامین بنانے ، اپ ڈیٹ ، حذف کرنے اور ان کا نظم کرنے کے لئے کریں۔
vi: Sử dụng plugin này để tạo, cập nhật, xóa và quản lý các bài viết đánh dấu được lưu trữ trên kho lưu trữ từ xa.
xh: Sebenzisa le plugin yokudala, uhlaziye, cima kwaye ulawule amanqaku amaqapheshe ababambelele kwindawo ekude.
zh_cn: 使用此插件来创建，更新，删除和管理在远程存储库上托管的标记文章。
zu: Sebenzisa le plugin ukudala, ukubuyekeza, ukususa nokuphatha izihloko zokumaka ezisingathwe kwindawo yokugcina kude.

source: Manage Git Articles
af: Bestuur GIT -artikels
be: Кіруйце артыкуламі GIT
bg: Управление на GIT статии
ca: Gestiona els articles Git
cs: Správa článků GIT
cy: Rheoli Erthyglau Git
de: GIT -Artikel verwalten
el: Διαχείριση άρθρων git
es: Administrar artículos de Git
et: Hallake giti artikleid
eu: Kudeatu git artikuluak
fa: مقالات git را مدیریت کنید
fi: Hallitse Git -artikkeleita
fr: Gérer les articles GIT
ga: Bainistigh earraí git
gd: Stiùirich artaigilean git
he: נהל מאמרים של GIT
hi: Git लेख प्रबंधित करें
hr: Upravljanje GIT člancima
hu: Kezelje a GIT cikkeket
id: Kelola artikel git
is: Stjórna Git greinum
it: Gestisci articoli GIT
ja: Gitの記事を管理します
ko: GIT 기사를 관리합니다
ku: Gitarên Git rêvebirin
lt: Tvarkykite GIT straipsnius
lv: Pārvaldiet Git rakstus
mk: Управувајте со статии за Git
ml: ജിറ്റ് ലേഖനങ്ങൾ നിയന്ത്രിക്കുക
ms: Menguruskan artikel git
mt: Immaniġġja l-artikoli tal-git
nb: Administrer git -artikler
nl: Beheer Git -artikelen
pa: Git ਲੇਖ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj artykułami git
pt: Gerenciar artigos Git
ro: Gestionați articolele Git
ru: Управлять статьями GIT
sk: Spravujte články Git
sl: Upravljanje GIT člankov
sq: Menaxhoni artikujt GIT
sr: Управљајте ГИТ Чланцима
sv: Hantera Git -artiklar
th: จัดการบทความ Git
tr: Git Makaleleri Yönetin
ur: گٹ مضامین کا نظم کریں
vi: Quản lý các bài báo Git
xh: Lawula amanqaku e-git
zh_cn: 管理GIT文章
zu: Phatha izindatshana zeGit

source: This plugin was made by
af: Hierdie inprop is gemaak deur
be: Гэты убудова быў зроблены
bg: Този плъгин е направен от
ca: Aquest complement es va fer per
cs: Tento plugin byl vyroben
cy: Gwnaed yr ategyn hwn gan
de: Dieses Plugin wurde von gemacht von
el: Αυτό το plugin έγινε από
es: Este complemento fue realizado por
et: Selle pistikprogrammi tegi
eu: Plugin hau egin zen
fa: این افزونه توسط ساخته شده است
fi: Tämän laajennuksen tehtiin
fr: Ce plugin a été fabriqué par
ga: Rinne an breiseán seo an
gd: Chaidh am plugan seo a dhèanamh le
he: התוסף הזה נוצר על ידי
hi: यह प्लगइन द्वारा बनाया गया था
hr: Ovaj dodatak je napravio
hu: Ezt a bővítményt készítette
id: Plugin ini dibuat oleh
is: Þetta viðbót var búið til af
it: Questo plugin è stato realizzato da
ja: このプラグインは製造されました
ko: 이 플러그인은 작성했습니다
ku: Ev plugin ji hêla hatî çêkirin
lt: Šį papildinį pagamino
lv: Šo spraudni izgatavoja
mk: Овој приклучок е направен од
ml: ഈ പ്ലഗിൻ നിർമ്മിച്ചതാണ്
ms: Plugin ini dibuat oleh
mt: Dan il-plugin kien magħmul minn
nb: Denne pluginen ble laget av
nl: Deze plug -in is gemaakt door
pa: ਇਹ ਪਲੱਗਇਨ ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ ਸੀ
pl: Ta wtyczka została wykonana przez
pt: Este plugin foi feito por
ro: Acest plugin a fost făcut de
ru: Этот плагин был сделан
sk: Tento doplnok bol vyrobený
sl: Ta vtičnik je naredil
sq: Kjo shtojcë u bë nga
sr: Овај додатак је направио
sv: Detta plugin gjordes av
th: ปลั๊กอินนี้ทำโดย
tr: Bu eklenti tarafından yapıldı
ur: یہ پلگ ان کے ذریعہ بنایا گیا تھا
vi: Plugin này được tạo bởi
xh: Le plugin yenziwa
zh_cn: 这个插件由
zu: Le plugin yenziwa ngu

source: Update All
af: Dateer almal op
be: Абнавіце ўсе
bg: Актуализирай всички
ca: Actualitzeu tot
cs: Aktualizovat vše
cy: Diweddarwch Bawb
de: Alle aktualisieren
el: Ενημέρωση όλων
es: Actualizar todo
et: Värskenda kõik
eu: Eguneratu guztiak
fa: همه را بروز رسانی کن
fi: Päivitä kaikki
fr: Tout mettre à jour
ga: Nuashonraigh gach rud
gd: Ùraich a h-uile càil
he: עדכן הכל
hi: सभी अद्यतन करें
hr: Ažuriraj sve
hu: Mindent frissíteni
id: Perbarui semua
is: Uppfæra allt
it: Aggiorna tutto
ja: すべてを更新します
ko: 모두 업데이트
ku: Hemî nûve bikin
lt: Atnaujinti viską
lv: Atjaunot visu
mk: Ажурирајте ги сите
ml: എല്ലാം അപ്ഡേറ്റുചെയ്യുക
ms: Kemaskini semua
mt: Aġġorna kollox
nb: Oppdater alt
nl: Update alles
pa: ਸਭ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj wszystkie
pt: Atualize tudo
ro: Actualizați toate
ru: Обновить все
sk: Aktualizovať všetko
sl: Posodobi vse
sq: Azhurnoj të gjitha
sr: Ажурирати све
sv: Uppdatera alla
th: อัพเดททั้งหมด
tr: Hepsini güncelle
ur: تمام تجدید کریں
vi: Cập nhật tất cả
xh: Hlaziya zonke
zh_cn: 全部更新
zu: Buyekeza konke

source: Delete All
af: Vee alles uit
be: Выдаліць усе
bg: Изтриване на всички
ca: Eliminar tots
cs: Smazat všechny
cy: Dileu popeth
de: Alles löschen
el: Διαγραφή όλων
es: Eliminar todos
et: Kustutada kõik
eu: Guztiak ezabatu
fa: همه را حذف کنید
fi: Poista kaikki
fr: Supprimer tout
ga: Scrios gach duine
gd: Cuir às do na h-uile
he: מחק הכל
hi: सभी हटा दो
hr: Izbrisati sve
hu: Mindet törölni
id: Hapus semua
is: Eyða öllu
it: Cancella tutto
ja: すべて削除
ko: 모두 삭제
ku: Hemî jêbirin
lt: Ištrinti viską
lv: Dzēst visus
mk: Избришете ги сите
ml: എല്ലാം ഇല്ലാതാക്കുക
ms: Memadam semua
mt: Ħassar kollox
nb: Slette alle
nl: Verwijder alles
pa: ਸਭ ਨੂੰ ਮਿਟਾਓ
pl: Usuń wszystko
pt: Exclua tudo
ro: Sterge tot
ru: Удалить все
sk: Vymazať všetko
sl: Izbriši vse
sq: Fshij te gjitha
sr: Избришите све
sv: Radera allt
th: ลบทั้งหมด
tr: Hepsini sil
ur: تمام حذف کریں
vi: Xóa hết
xh: Cima zonke
zh_cn: 删除所有
zu: Susa konke

source: Reload
af: Herlaai
be: Перапродай
bg: Презареди
ca: Recarregar
cs: Znovu načíst
cy: Hail -lwythet
de: Neu laden
el: Γεμίζω πάλι
es: Recargar
et: Uuesti laadima
eu: Berriz kargatu
fa: بارگیری مجدد
fi: Ladata uudelleen
fr: Recharger
ga: Athlódáil
gd: Ath-luchdachadh
he: לִטעוֹן מִחָדָשׁ
hi: पुनः लोड करें
hr: Ponovno učitati
hu: Újratöltés
id: Muat ulang
is: Endurhlaðið
it: Ricaricare
ja: リロード
ko: 다시로드
ku: Bêdengkirin
lt: Perkrauti
lv: Pārlādēt
mk: Освежете го
ml: വീണ്ടും ലോഡുചെയ്യുക
ms: Tambah nilai
nb: Last på nytt
nl: Herladen
pa: ਮੁੜ ਲੋਡ ਕਰੋ
pl: Przeładować
pt: recarregar
ro: Reîncarcă
ru: Перезагрузить
sk: Znovu načítať
sl: Ponovno naloži
sq: Ringarkoj
sr: Освежи
sv: Ladda om
th: โหลดใหม่
tr: Tekrar yükle
ur: دوبارہ لوڈ کریں
vi: Tải lại
xh: Layisha kwakhona
zh_cn: 重新加载
zu: Lalisa kabusha

source: Download Example Folder Structure
af: Laai voorbeeldmolstruktuur af
be: Спампаваць прыклад структуры тэчкі
bg: Изтеглете примерна структура на папките
ca: Descarregueu l'estructura de la carpeta d'exemple
cs: Stáhnout Struktura složky
cy: Lawrlwytho strwythur ffolder enghreifftiol
de: Beispiel für die Ordnerstruktur herunterladen
el: Λήψη δομής φακέλου παραδείγματος
es: Descargar la estructura de carpetas de ejemplo
et: Laadige alla näide kausta struktuur
eu: Deskargatu adibide karpetaren egitura
fa: ساختار پوشه مثال را بارگیری کنید
fi: Lataa esimerkki kansiorakenteesta
fr: Télécharger l'exemple de structure du dossier
ga: Íoslódáil Struchtúr Fillteán Sampla
gd: Luchdaich sìos structar Farranta
he: הורד את מבנה התיקיה דוגמה
hi: डाउनलोड उदाहरण फ़ोल्डर संरचना
hr: Preuzmite primjeru strukture mape
hu: Töltse le a példa mappa struktúráját
id: Unduh Contoh Struktur Folder
is: Sæktu dæmi um möppu uppbyggingu
it: Scarica la struttura delle cartelle di esempio
ja: フォルダーのサンプル構造をダウンロードします
ko: 예제 폴더 구조를 다운로드하십시오
ku: Struktura peldanka nimûne dakêşin
lt: Atsisiųskite aplanko struktūrą
lv: Lejupielādējiet mapes struktūras piemēru
mk: Преземете ја примерот на папката структура
ml: ഉദാഹരണം ഫോൾഡർ ഘടന ഡൗൺലോഡുചെയ്യുക
ms: Muat turun Struktur Folder Contoh
mt: Niżżel l-Eżempju tal-Istruttura tal-Folder
nb: Last ned eksempel mappestruktur
nl: Download de voorbeeldmapstructuur
pa: ਡਾਉਨਲੋਡ ਕਰੋ ਕਿ ਫੋਲਡਰ ਦਾ ਬਣਤਰ
pl: Pobierz przykładową strukturę folderu
pt: Baixe a estrutura da pasta de exemplo
ro: Descărcați exemplul de structură de folder
ru: Загрузить пример структуры папки
sk: Stiahnite si príklad zložky Štruktúra priečinka
sl: Prenesite primere strukture mape
sq: Shkarkoni Strukturën e Dosjes së Shembullit
sr: Преузмите пример структуре мапе
sv: Ladda ner exempel Mappstruktur
th: ดาวน์โหลดตัวอย่างโครงสร้างโฟลเดอร์
tr: Örnek klasör yapısını indir
ur: فولڈر کی ساخت کو ڈاؤن لوڈ کریں
vi: Tải xuống cấu trúc thư mục ví dụ
xh: Khuphela Isakhiwo seFolda
zh_cn: 下载示例文件夹结构
zu: Landa ukwakheka kwefolda yefomu

source: Settings
af: Instellings
be: Налады
bg: Настройки
ca: Configuració
cs: Nastavení
cy: Ngosodiadau
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Sätted
eu: Ezarpen
fa: تنظیمات
fi: asetukset
fr: Paramètres
ga: Socruithe
gd: Roghainnean
he: הגדרות
hi: समायोजन
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
ku: Mîhengan
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
sk: nastavenie
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: inställningar
th: การตั้งค่า
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
xh: Izicwangciso
zh_cn: 设置
zu: Amasethingi

source: Take Tour
af: Neem toer
be: Здзейсніць экскурсію
bg: Направете обиколка
ca: Fes Tour
cs: Vydejte se na turné
cy: Thaith
de: Tour machen
el: Περιηγηθείτε σε εκδρομή
es: Toma un tour
et: Ringreis
eu: Hartu bira
fa: سفر کردن
fi: Kiertää
fr: Partir en tournée
ga: Take turas
gd: Gabh cuairt
he: צאו לסיור
hi: यात्रा करें
hr: Obilaziti
hu: Túráz
id: Ambil tur
is: Fara í skoðunarferð
it: Fai un giro
ja: ツアーに参加してください
ko: 여행하다
ku: Rêwîtiyê bigirin
lt: Leiskitės į ekskursiją
lv: Ekskursija
mk: Прошетајте
ml: പര്യടനം നടത്തുക
ms: Mengambil lawatan
mt: Ħu Tour
nb: Ta turen
nl: Tour Tour
pa: ਟੂਰ ਲਓ
pl: Wybierz się na wycieczkę
pt: Faça um tour
ro: Faceți tur
ru: Принять тур
sk: Vydať sa
sl: Oglejte si ogled
sq: Bëj turne
sr: Крени у обилазак
sv: Ta en tur
th: ทัวร์
tr: Tura çıkmak
ur: ٹور لیں
vi: Đi du lịch
xh: Thumela ukhenketho
zh_cn: 旅游
zu: Thatha uhambo

source: Complex View
af: Komplekse uitsig
be: Складаны выгляд
bg: Сложен изглед
ca: Vista complexa
cs: Komplexní pohled
cy: Golygfa gymhleth
de: Komplexe Ansicht
el: Περίπλοκη άποψη
es: Vista compleja
et: Keeruline vaade
eu: Ikuspegi konplexua
fa: نمای پیچیده
fi: Monimutkainen näkymä
fr: Vue complexe
ga: Casta
gd: Sealladh iom-fhillte
he: מבט מורכב
hi: जटिल दृश्य
hr: Složen pogled
hu: Összetett nézet
id: Tampilan kompleks
is: Flókið útsýni
it: Vista complessa
ja: 複雑なビュー
ko: 복잡한 견해
ku: Dîtina tevlihev
lt: Sudėtingas vaizdas
lv: Komplekss skats
mk: Комплекс поглед
ml: സങ്കീർണ്ണമായ കാഴ്ച
ms: Pandangan kompleks
mt: Veduta kumplessa
nb: Kompleks utsikt
nl: Complexe weergave
pa: ਗੁੰਝਲਦਾਰ ਦ੍ਰਿਸ਼
pl: Złożony widok
pt: Visão complexa
ro: Vedere complexă
ru: Сложный вид
sk: Zložitý pohľad
sl: Zapleten pogled
sq: Pamje komplekse
sr: Сложени поглед
sv: Komplex utsikt
th: มุมมองที่ซับซ้อน
tr: Karmaşık bakış
ur: پیچیدہ نظریہ
vi: Quan điểm phức tạp
xh: Imbono enzima
zh_cn: 复杂的视图
zu: Ukubukwa okuyinkimbinkimbi

source: Remote
af: Afgeleë
be: Далёкі
bg: Дистанционно
ca: Distant
cs: Dálkový
cy: Anghysbell
de: Fernbedienung
el: Μακρινός
es: Remoto
et: Kauge
eu: Aspaldiko
fa: از راه دور
fi: Etä
fr: Télécommande
ga: Iargúlta
gd: Iomallach
he: מְרוּחָק
hi: दूर
hr: Daljinski
hu: Távoli
id: Terpencil
is: Fjarlægur
it: A distanza
ja: リモート
ko: 원격
ku: Dûr
lt: Nuotolinis
lv: Tālums
mk: Далечински управувач
ml: അകലെയുള്ള
ms: Jauh
mt: Mill-bogħod
nb: Fjernkontroll
nl: Op afstand
pa: ਰਿਮੋਟ
pl: Zdalny
pt: Controlo remoto
ro: la distanta
ru: Удаленный
sk: Vzdialený
sl: Oddaljeni
sq: I largët
sr: Даљинац
sv: Avlägsen
th: ระยะไกล
tr: Uzak
ur: ریموٹ
vi: Xa
xh: Kude
zh_cn: 偏僻的
zu: -Buqama

source: Actions
af: Aksies
be: Дзеянні
bg: Действия
ca: Accions
cs: Akce
cy: Nghamau
de: Aktionen
el: Ενέργειες
es: Comportamiento
et: Toimingud
eu: Ekintzak
fa: اقدامات
fi: Toiminnot
ga: Callán
gd: Gnìomhan
he: פעולות
hi: कार्रवाई
hr: Radnja
hu: Cselekedetek
id: Tindakan
is: Aðgerðir
it: Azioni
ja: 行動
ko: 행위
ku: Kiryar
lt: Veiksmai
lv: Darbības
mk: Постапки
ml: പ്രവർത്തനങ്ങൾ
ms: Tindakan
mt: Azzjonijiet
nb: Handlinger
nl: Acties
pa: ਕਾਰਵਾਈਆਂ
pl: działania
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprim
sr: Акције
sv: Handlingar
th: การกระทำ
tr: Hareketler
ur: اعمال
vi: Hành động
xh: Izenzo
zh_cn: 动作
zu: Isenzo

source: Is on Wordpress
af: Is op WordPress
be: Знаходзіцца на WordPress
bg: Е на WordPress
ca: Està a WordPress
cs: Je na WordPress
cy: Ar wordpress
de: Ist auf WordPress
el: Είναι στο WordPress
es: Está en WordPress
et: On WordPressil
eu: WordPress-en dago
fa: در وردپرس است
fi: On WordPressissä
fr: Est sur wordpress
ga: Ar WordPress
gd: Tha e air WordPress
he: נמצא ב- WordPress
hi: वर्डप्रेस पर है
hr: Je na wordpress
hu: A WordPress -en van
id: Ada di WordPress
is: Er á WordPress
it: È su WordPress
ja: WordPressにあります
ko: WordPress에 있습니다
ku: Li ser wordpress e
lt: Yra „WordPress“
lv: Ir uz WordPress
mk: Е на WordPress
ml: വേർഡ്പ്രസ്
ms: Berada di WordPress
mt: Qiegħed fuq WordPress
nb: Er på WordPress
nl: Is op WordPress
pa: ਵਰਡਪਰੈਸ 'ਤੇ ਹੈ
pl: Jest na WordPress
pt: Está no WordPress
ro: Este pe wordpress
ru: На WordPress
sk: Je na wordpress
sl: Je na WordPress
sq: Është në WordPress
sr: Је на ВордПресс-у
sv: Är på WordPress
th: อยู่บน WordPress
tr: WordPress'te
ur: ورڈپریس پر ہے
vi: Là trên WordPress
xh: Ikwi-follpress
zh_cn: 在WordPress上
zu: Ku-WordPress

source: Not on wordpress
af: Nie op WordPress nie
be: Не на WordPress
bg: Не на WordPress
ca: No a WordPress
cs: Ne na WordPress
cy: Ddim ar WordPress
de: Nicht auf WordPress
el: Όχι στο WordPress
es: No en WordPress
et: Mitte WordPressil
eu: Ez WordPress-en
fa: نه در وردپرس
fi: Ei WordPress
fr: Pas sur wordpress
ga: Ní ar WordPress
gd: Chan ann air WordPress
he: לא ב- WordPress
hi: वर्डप्रेस पर नहीं
hr: Ne na WordPressu
hu: Nem a WordPress -en
id: Bukan di WordPress
is: Ekki á WordPress
it: Non su WordPress
ja: WordPressではありません
ko: WordPress가 아닙니다
ku: Ne li ser wordpress
lt: Ne „WordPress“
lv: Nevis uz WordPress
mk: Не на WordPress
ml: വേർഡ്പ്രസ്സിൽ ഇല്ല
ms: Bukan pada WordPress
mt: Mhux fuq WordPress
nb: Ikke på WordPress
nl: Niet op WordPress
pa: ਵਰਡਪਰੈਸ 'ਤੇ ਨਹੀਂ
pl: Nie na WordPress
pt: Não no WordPress
ro: Nu pe WordPress
ru: Не на WordPress
sk: Nie na wordpress
sl: Ne na WordPress
sq: Jo në WordPress
sr: Не на ВордПресс-у
sv: Inte på WordPress
th: ไม่ได้อยู่ใน WordPress
tr: WordPress'te değil
ur: ورڈپریس پر نہیں
vi: Không phải trên WordPress
xh: Hayi kwi-fodpress
zh_cn: 不在WordPress上
zu: Hhayi ku-WordPress

source: Update
af: Opdateer
be: Абнаўленне
bg: Актуализация
ca: Actualitzar
cs: Aktualizace
cy: Diweddara ’
de: Aktualisieren
el: Εκσυγχρονίζω
es: Actualizar
et: Värskendama
eu: Eguneratu
fa: به روز رسانی
fi: Päivittää
fr: Mise à jour
ga: An t -ó nuashonrú a dhéanamh ar
gd: Ùrachadh
he: עדכון
hi: अद्यतन
hr: Ažuriraj
hu: Frissít
id: Memperbarui
it: Aggiornamento
ja: アップデート
ko: 업데이트
ku: UDÛDEPATE
lt: Atnaujinimas
lv: Atjaunināt
mk: Ажурирање
ml: അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemas kini
mt: Aġġornament
nb: Oppdater
pa: ਅਪਡੇਟ
pl: Aktualizacja
pt: Atualizar
ro: Actualizați
ru: Обновлять
sk: Aktualizácia
sl: Nadgradnja
sq: Azhurnim
sr: ажурирање
sv: Uppdatering
th: อัปเดต
tr: Güncelleme
ur: اپ ڈیٹ
vi: Cập nhật
xh: Hlaziya
zh_cn: 更新
zu: Buyekeza

source: Delete
af: Verwyder
be: Выдаляць
bg: Изтрий
ca: Esborrar
cs: Vymazat
cy: Croeswn
de: Löschen
el: Διαγράφω
es: Borrar
et: Kustutama
eu: Ezabatu
fa: حذف
fi: Poistaa
fr: Supprimer
ga: Scrios amach
gd: Thoir às
he: לִמְחוֹק
hi: मिटाना
hr: Izbrisati
hu: Töröl
id: Menghapus
is: Eyða
it: Eliminare
ja: 消去
ko: 삭제
ku: Lûleêkirin
lt: Ištrinti
lv: Dzēst
mk: Избриши
ml: ഇല്ലാതാക്കുക
ms: Padam
mt: Ħassar
nb: Slett
nl: Verwijderen
pa: ਮਿਟਾਓ
pl: Usuwać
pt: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbrisati
sq: Nxjerr
sr: Избрисати
sv: Radera
th: ลบ
tr: Silmek
ur: حذف کریں
vi: Xóa bỏ
xh: Cima
zh_cn: 删除
zu: Cisha

source: Open in new Tab
af: Oop in nuwe oortjie
be: Адкрыты ў новай укладцы
bg: Отворен в нов раздел
ca: Obert a la pestanya nova
cs: Otevřete se na nové kartě
cy: Ar agor mewn tab newydd
de: In neuer Registerkarte öffnen
el: Ανοίξτε σε νέα καρτέλα
es: Abrir en una pestaña nueva
et: Avage uuel vahekaardil
eu: Ireki fitxa berrian
fa: در برگه جدیدی باز کن
fi: Avaa uudessa välilehdessä
fr: Ouvrir dans un nouvel onglet
ga: Oscailte i gCluaisín Nua
gd: Fosgailte ann an taba ùr
he: פתח בכרטיסייה חדשה
hi: वेब टेब में खोलें
hr: Otvoreno na novoj kartici
hu: Nyissa meg az új lapon
id: Buka di tab baru
is: Opið í nýjum flipa
it: Apri in una nuova scheda
ja: 新しいタブで開きます
ko: 새 탭에서 열립니다
ku: Di tabloya nû de vekin
lt: Atidaryti naujame skirtuke
lv: Atveriet jauno cilni
mk: Отворено во ново јазиче
ml: പുതിയ ടാബിൽ തുറക്കുക
ms: Buka dalam tab Baru
mt: Miftuħ fit-tab Ġdid
nb: Åpne i ny fane
nl: Openen in nieuw tabblad
pa: ਨਵੀਂ ਟੈਬ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz w nowej karcie
pt: Abrir na nova guia
ro: Deschideți în fila nouă
ru: Открыть в новой вкладке
sk: Otvorte na novej karte
sl: Odprto v New Tab
sq: Hapni në skedën e re
sr: Отвори на новој картици
sv: Öppet i ny flik
th: เปิดในแท็บใหม่
tr: Yeni sekmede aç
ur: نئے ٹیب میں کھلا
vi: Mở ra trong trang mới
xh: Vula kwithebhu entsha
zh_cn: 在新标签中打开
zu: Vula kuthebhu entsha

source: Publish
af: Publiseer
be: Публікаваць
bg: Публикувайте
ca: Publicar
cs: Publikovat
cy: Cyhoedda ’
de: Veröffentlichen
el: Δημοσιεύω
es: Publicar
et: Avaldama
eu: Argitaratu
fa: انتشار
fi: Julkaista
fr: Publier
ga: Fhoilsiú
gd: Foillsich
he: לְפַרְסֵם
hi: प्रकाशित करना
hr: Objaviti
hu: Közzétesz
id: Menerbitkan
is: Birta
it: Pubblicare
ja: 公開
ko: 게시
ku: Weşandin
lt: Publikuoti
lv: Publicēt
mk: Објавување
ml: പസിദ്ധീകരിക്കുക
ms: Menerbitkan
mt: Ippubblika
nb: publisere
nl: Publiceren
pa: ਪ੍ਰਕਾਸ਼ਤ
pl: Publikować
pt: Publicar
ro: Publica
ru: Публиковать
sk: Publikovať
sl: Objavi
sq: Botoj
sr: Објавити
sv: Publicera
th: เผยแพร่
tr: Yayınla
ur: شائع کریں
vi: Công bố
xh: Shicilela
zh_cn: 发布
zu: Khiphela ukuthengisa
